{
    "\n\n**Congratulations! You've officially completed the basics of setting up your tower! Build new floors, expand your tower, hire more employees and earn more coins! Aim to become the richest player on Discord and in your Server! Have fun! For a full list of Tower commands, do {{{command}}}**": "\n\n**Herzlichen Glückwunsch! Du hast offiziell die Grundausstattung deines Towers eingerichtet! Baue neue Stockwerke, expandiere deinen Tower, stelle weitere Angestellte ein und verdiene mehr Geld! Werde der reichste Spieler auf Discord und auf deinem Server! Viel Spaß! Für eine Liste mit allen Tower-Befehlen, verwende den {{{command}}}-Befehl**",
    "\n\n**Now the very final step to complete the basics of your tower is to restock it so you can start earning coins!** {{{command}}}": "\n\n**Der letzte Schritt um die Grundeinrichtung deines Towers abzuschließen ist das Restocken deines Towers, sodass du anfangen kannst Geld zu verdienen!** {{{command}}}",
    "%s Rain": "%s Regen",
    "%s Snow": "%s Schnee",
    "%s consecutive day!": "%s Tag in Folge!",
    "%s consecutive days!": "%s Tage in Folge!",
    "%s day": "%s Tag",
    "%s days": "%s Tage",
    "%s hour": "%s Stunde",
    "%s hours": "%s Stunden",
    "%s minute": "%s Minute",
    "%s minutes": "%s Minuten",
    "%s second": "%s Sekunde",
    "%s seconds": "%s Sekunden",
    "{{{command}}} - **Add a new prefix**": "{{{command}}} - **Fügt ein neues Präfix hinzu**",
    "{{{command}}} - **Delete a prefix**": "{{{command}}} - **Löscht ein Präfix**",
    "{{{command}}} - **List all Boorus and whether or not they're disabled**": "{{{command}}} - **Zeigt eine Liste mit allen Boorus an und ob diese gesperrt sind oder nicht**",
    "{{{command}}} - **List all current prefixes**": "{{{command}}} - **Listet alle aktuell verwendeten Präfixe auf**",
    "{{{command}}} - **Toggle a space after a prefix**": "{{{command}}} - **Aktiviert/deaktiviert ein Leerzeichen nach dem Präfix**",
    "{{{command}}} - **Toggle whether or not a Booru is disabled**": "{{{command}}} - **Aktiviere/deaktiviere ein Booru**",
    "(+%s extra coin)": "(+%s Extra-Münze)",
    "(+%s extra coins)": "(+%s Extra-Münzen)",
    "A global and competitive economy game. Compete with other users across Discord!": "Ein weltweites Wirtschaftsspiel. Konkurriere mit anderen Benutzern auf Discord!",
    "A unique, idle tycoon game that takes place in Discord!": "Ein einzigartiges Tycoon-Spiel auf Discord!",
    "Account Creation Time": "Erstellungszeitpunkt des Accounts",
    "All Tower Help Topics": "Alle Hilfethemen für Tower",
    "**Allowed Values**: {{{values}}}": "**Zulässige Werte**: {{{values}}}",
    "An assortment of templates of various characters holding signs with text on it!": "Eine Auswahl an Vorlagen mit verschiedenen Charakteren, die jeweils ein Schild mit Text halten!",
    "**An employee cannot be swapped out while the floor is still stocked! The floor will be out of stock in {{{time}}}. Try again then.**": "**Ein Angestellter kann nicht ausgewechselt werden, solange dessen Etage noch bestockt ist! Die Etage wird in {{{time}}} nicht mehr bestockt sein. Versuche es dann erneut.**",
    "An unknown error occurred. Please try again later.": "Ein unbekannter Fehler ist aufgetreten. Bitte versuche es später erneut.",
    "Approximate Member Count": "Ungefähre Mitgliederanzahl",
    "`%s` - Arin from Game Grumps.": "`%s` - Arin von Game Grumps.",
    "`%s` - Assign an employee to a floor.": "`%s` - Weise einen Mitarbeiter einem Stockwerk zu.",
    "**Assign this new employee to a floor now! {{{command}}}**": "**Weise diesen neuen Angestellten nun einer Etage zu! {{{command}}}**",
    "**Assign your new employee to the floor your just built! {{{command}}}**": "**Weise deinen neuen Angestellten der Etage zu, die du gerade gebaut hast! {{{command}}}**",
    "Assigned to floor **#%s**": "Etage **#%s** zugeteilt",
    "Ayy Lmao": "Ayy Lmao",
    "**Base Earnings**: %s coins per hour.\n": "**Basisgewinn**: %s Münzen pro Stunde.\n",
    "Basic Competitive Stats": "Einfache Ranglisten-Statistiken",
    "Basic Quickplay Stats": "Einfache Quickplay-Statistiken",
    "Booru List": "Booru-Liste",
    "Booru not found. {{{emoji}}} Do {{{command}}} for a list of valid boorus.": "Booru nicht gefunden. {{{emoji}}} Verwende den {{{command}}}-Befehl für eine Liste gültiger Boorus.",
    "**Build Cost**: Level {{{level}}} {{{stat}}}\n": "**Build Cost** (Baukosten): Level {{{level}}} {{{stat}}}\n",
    "**Build Time**: Level {{{level}}} {{{stat}}}\n": "**Build Time** (Bauzeit): Level {{{level}}} {{{stat}}}\n",
    "Build cost determines the multiplier of how many coins it costs to build a floor. The lower the multiplier, the cheaper floors will be to build.": "Build cost (Baukosten) bestimmt den Kostenfaktor für den Bau eines neuen Stockwerkes. Je kleiner der Multiplikator, desto geringer die Baukosten.",
    "Build time determines the multiplier of how long it takes for a floor to be built. The lower the multiplier, the faster floors will be to build.": "Build Time (Bauzeit) bestimmt den zeitlichen Multiplikator für den Bau einer Etage. Je kleiner der Multiplikator, desto schneller ist der Bau eines Stockwerkes abgeschlossen.",
    "Cached User Count": "Benutzer im Cache",
    "Channel Count": "Anzahl der Kanäle",
    "Choose the configuration group to modify or view.": "Wähle eine Konfigurationsgruppe aus, die du ansehen oder verändern möchtest.",
    "%s - Claim your daily coins gift.": "%s - Hole dein tägliches Geschenk ab.",
    "Click here for a list of tiers and rewards that you can get with Erisly Premium.": "Klicke hier für eine Liste der Stufen und Belohnungen, die für Erisly Premium verfügbar sind.",
    "Cloud Cover": "Wolkendecke",
    "Cluster": "Cluster",
    "Clusters": "Cluster",
    "Coins Commands": "Befehle rund um Münzen",
    "`%s` - Collect earnings and restock your tower.": "`%s` - Sammle deine Gewinne ein und restocke deinen Tower.",
    "`%s` - Collect earnings from your tower without restocking it.": "`%s` - Sammle die Gewinne deines Towers ein ohne ihn zu restocken.",
    "**Collected All Earnings!**": "**Gewinne eingesammelt!**",
    "`%s` - Commence construction of a new floor in your tower.": "`%s` - Beginne mit dem Bau eines neuen Stockwerks für deinen Tower.",
    "Common": "Gewöhnlich",
    "__**Congratulations! You just hired a new employee!**__": "__**Herzlichen Glückwunsch, du hast einen neuen Angestellten eingestellt!**__",
    "__**Congratulations! You used `1` %s to purchase a new upgrade!**__": "__**Glückwunsch! Du hast `1` %s für ein neues Upgrade ausgegeben!**__",
    "Congratulations! You won!": "Herzlichen Glückwunsch! Du hast gewonnen!",
    "**Congratulations! {{{emoji}}} You've officially built the very first floor for your tower! As you probably saw, this floor was set to be built instantly. You're almost finished setting up the basics of your tower! The next step is to hire your first employee to work at your tower. {{{command}}}**": "**Herzlichen Glückwunsch! {{{emoji}}} Du hast offiziell die 1. Etage deines Towers gebaut! Wie du vielleicht gesehen hast, wurde diese Etage unverzüglich fertiggestellt. Du hast die Grundausstattung deines Towers damit schon fast fertig eingerichtet! Der nächste Schritt ist das Einstellen eines Mitarbeiters für deinen Tower. {{{command}}}**",
    "**Congratulations! {{{emoji}}} You've officially created the initial base of your tower! The next step is to build your first floor for your tower!** {{{command}}}": "**Herzlichen Glückwunsch! {{{emoji}}} Du hast offiziell das Erdgeschoss deines Towers errichtet! Der nächste Schritt ist der Bau der ersten Etage für deinen Tower!** {{{command}}}",
    "**Congratulations! {{{emoji}}} You've officially started construction of floor {{{floorNumber}}}! It will be complete in {{{time}}}.**": "**Herzlichen Glückwunsch! {{{emoji}}} Du hast offiziell mit dem Bau der {{{floorNumber}}}. Etage begonnen! Der Bau wird in {{{time}}} abgeschlossen sein.**",
    "**Congratulations! {{{emoji}}} You've rebuilt your tower! As promised, you will find that you have now earned {{{earnedGoldenTickets}}} Golden Ticket(s), bringing you to a grand total of {{{totalGoldenTickets}}} Golden Ticket(s). Feel free to purchase any premium upgrades with your tickets by doing {{{command_1}}}. Now, it's back to basics. The first step is to build your first floor for your new tower!** {{{command_2}}}": "**Herzlichen Glückwunsch! {{{emoji}}} Du hast deinen Tower neu gebaut! Wie versprochen hast du dadurch{{{earnedGoldenTickets}}} Goldene(s) Ticket(s) verdient, insgesamt hast du nun also {{{totalGoldenTickets}}} Goldene(s) Ticket(s). Wenn du willst, kaufe nun Premium-Upgrades mit dem {{{command_1}}}-Befehl. Nun, zurück zum Anfang. Der erste Schritt ist der Bau der ersten Etage für deinen neuen Tower!** {{{command_2}}}",
    "Control the Boorus that are disabled and will not work in this server.": "Verfüge über deaktivierte Boorus, die auf diesem Server nicht funktionieren.",
    "Control the prefixes that I will respond to in this server.": "Verfüge über die Präfixe, auf die ich in diesem Server antworten soll.",
    "Control whether or not I respond to Table Flips and Table Unflips.": "Stelle ein, ob ich auf TableFlips reagieren soll.",
    "Control whether or not I respond to `ayy`.": "Bestimme, ob ich auf `ayy` antworten soll.",
    "`%s` - Corrin from Fire Emblem.": "`%s` - Corrin aus Fire Emblem.",
    "**Cost to Build**: %s coins.\n": "**Baukosten**: %s Münzen.\n",
    "**Cost to Restock**: %s coins.\n": "**Restock-Kosten**: %s Münzen.\n",
    "**Cost**: %s coins.\n\n": "**Kosten**: %s Münzen.\n\n",
    "**Could not find an employee by that name! (Employee #1)**": "**Konnte keinen Angestellten mit diesem Namen finden! (Angestellter #1)**",
    "**Could not find an employee by that name! (Employee #2)**": "**Konnte keinen Angestellten mit diesem Namen finden! (Angestellter #2)**",
    "**Could not find an employee by that name!**": "**Konnte keinen Angestellten mit diesem Namen finden!**",
    "Could not get image! Did you provide a valid image attachment or URL?": "Bild nicht abrufbar! Hast du ein gültiges Bild oder eine gültige URL angegeben?",
    "Could you please write a review about me? It'd really help increase my reputation! It'll only take a minute!": "Könntest du bitte eine Bewertung über mich schreiben? Das würde meiner Reputation wirklich helfen! Es dauert auch nur eine Minute!",
    "%s - Create a coins profile and start the game.": "%s - Lege ein Münzenkonto an und starte das Spiel.",
    "`%s` - Create and start a new tower!": "`%s` - Beginne mit dem Bau eines neuen Towers!",
    "Creation Time": "Zeitpunkt der Erstellung",
    "Current Condition": "Aktuelle Bedingungen",
    "**Current Earnings**: %s coins per hour.\n": "**Aktueller Gewinn**: %s Münzen pro Stunde.\n",
    "**Current Language**: %s": "**Aktuelle Sprache**: %s",
    "**Current Language**: {{{value}}}\n{{{command}}}": "**Aktuelle Sprache**: {{{value}}}\n{{{command}}}",
    "**Current Level**: Level {{{level}}} {{{stat}}}\n": "**Aktuelles Level**: Level {{{level}}} {{{stat}}}\n",
    "**Current Prefixes for this Server**": "**Aktuelle Präfixe für diesen Server**",
    "**Current Value**: %s": "**Aktueller Wert**: %s",
    "**Current Value**: {{{value}}}\n{{{command}}}": "**Aktuell eingestellter Wert**: {{{value}}}\n{{{command}}}",
    "Current daily streak: ": "Derzeitige Bonusserie: ",
    "Current: {{{current}}}\nMinimum: {{{minimum}}}\nMaximum: {{{maximum}}}": "Aktuell: {{{current}}}\nMinimum: {{{minimum}}}\nMaximum: {{{maximum}}}",
    "Currently Listening to": "Hört aktuell",
    "Currently Streaming on Twitch": "Streamt aktuell auf Twitch",
    "Currently Watching": "Schaut aktuell",
    "Custom Status": "Benutzerdefinierter Status",
    "Daily Notifications": "Tägliche Benachrichtigungen",
    "Daily streak lost!": "Bonusserie verloren!",
    "Daily streak up!": "Bonusserie gestiegen!",
    "**Damage SR**: {{{value}}} ({{{rank}}})": "**Schadens-SR**: {{{value}}} ({{{rank}}})",
    "Description": "Beschreibung",
    "Did you need something?": "Brauchst du etwas?",
    "Disabled": "Deaktiviert",
    "Disabled Boorus": "Deaktivierte Boorus",
    "**Disabled Boorus for this Server**": "**Auf diesem Server deaktivierte Boorus**",
    "%s - Display your balance.": "%s - Zeigt deinen aktuellen Kontostand an.",
    "`%s` - Displays information about Employees.": "`%s` - Zeigt Informationen zu deinen Mitarbeitern an.",
    "`%s` - Displays information about Golden Tickets.": "`%s` - Zeigt Informationen zu Goldenen Tickets an.",
    "`%s` - Displays information about Supporter Tickets.": "`%s` - Zeigt Informationen zu Supportertickets an.",
    "`%s` - Displays stats about your tower.": "`%s` - Zeige Statistiken deines Towers an.",
    "%s - Displays this message.": "%s - Zeigt diese Nachricht an.",
    "`%s` - Displays this message.": "`%s` - Zeigt diese Nachricht an.",
    "Do me a favour and upvote me today! It'll help spread the word of how much fun I am!": "Tu mir doch einen Gefallen und stimm heute für mich ab! Das hilft dabei bekannt zu machen, wie viel Spaß ich bereiten kann!",
    "Don't scan any messages.": "Überprüfe keine Nachrichten.",
    "Edit and modify my configuration for this specific server.": "Bearbeite meine Einstellungen für diesen Server.",
    "Edit and modify my configuration for yourself.": "Bearbeite deine persönlichen Einstellungen für mich.",
    "**Eliminations Per Life**: %s.": "**Kills pro Leben**: %s.",
    "Emoji Count": "Anzahl der Emojis",
    "**Employee Cost**: Level {{{level}}} {{{stat}}}\n\n": "**Employee Cost** (Personalkosten): Level {{{level}}} {{{stat}}}\n\n",
    "**Employee Name**: %s.\n": "**Name**: %s.\n",
    "Employee cost determines the multiplier of how many coins it costs to hire an employee. The lower the multiplier, the cheaper it will be to hire more employees.": "Employee Cost (Personalkosten) bestimmt den monetären Multiplikator für das Einstellen neuer Angestellter. Je niedriger der Multiplikator, desto günstiger sind neue Angestellte.",
    "**Employees**: %s employees.\n": "**Angestellte**: %s Angestellte.\n",
    "Enable or disable DM notifications to collect your daily gift.": "Aktiviere oder deaktiviere private Benachrichtigungen zur Erinnerung, dass du dein tägliches Geschenk abholen kannst.",
    "Enable or disable DM notifications to restock your tower.": "Aktiviere oder deaktiviere private Benachrichtigungen zur Erinnerung, dass dein Tower restockt werden kann.",
    "Enable or disable DM notifications whenever you receive a new gift.": "Aktiviere oder deaktiviere private Benachrichtigungen, sobald du ein neues Geschenk erhältst.",
    "Enabled": "Aktiviert",
    "**Endorsement Level**: {{{value}}}": "**Endorsementlevel**: {{{value}}}",
    "Endorsements": "Endorsements",
    "Erisly Configuration Menu": "Erisly-Konfigurationsmenü",
    "Erisly Shard Status": "Shard-Status Erisly",
    "Erisly's Meme Generator List": "Erislys Meme-Generator-Liste",
    "Erisly's Slot Machine": "Erislys Spielautomat",
    "Erisly's Statistics": "Erislys Statistiken",
    "Error parsing data. {{{emoji}}}": "Fehler in der Datenanalyse. {{{emoji}}}",
    "**Example Prefix Usage**: {{{example}}}": "**Beispielanwendung**: {{{example}}}",
    "(Expires in %s)": "(Verfällt in %s)",
    "`%s` - Explains the purpose and information regarding employees.": "`%s` - Gibt Auskunft über den Zweck und Informationen zu Mitarbeitern.",
    "Explicit Content Filter": "Filter für explizite Inhalte",
    "External Links": "Externe Links",
    "Failed to generate image! Please try again later. {{{error}}}": "Erstellen des Bildes fehlgeschlagen! Versuche es später erneut. {{{error}}}",
    "Features": "Funktionen",
    "Female": "Frau",
    "First result for: {{{query}}}": "Erstes Ergebnis für: {{{query}}}",
    "Floor **%s** had its earnings collected successfully.\n": "Der Gewinn der **%s**. Etage wurde erfolgreich eingesammelt.\n",
    "Floor **%s** had no earnings collected since it is still stocked.\n": "Der Gewinn der **%s**. Etage wurde nicht eingesammelt, da es noch bestockt ist.\n",
    "Floor **%s** produced no earnings and was not restocked since it has no employees assigned to it.\n": "Die **%s**. Etage erzeugte keine Gewinne und wurde nicht restockt, da ihr kein Angestellter zugeteilt ist.\n",
    "Floor **%s** produced no earnings and was not restocked since it is still under construction.\n": "Die **%s**. Etage erzeugte keine Gewinne und wurde nicht restockt, da sie noch in der Bauphase ist.\n",
    "Floor **%s** produced no earnings since it has no employees assigned to it.\n": "Die **%s**. Etage erzeugte keinen Gewinn, da ihr kein Angestellter zugeteilt ist.\n",
    "Floor **%s** produced no earnings since it is still under construction.\n": "Die **%s**. Etage erzeugte keinen Gewinn, da sie noch in der Bauphase ist.\n",
    "Floor **%s** produced no earnings since it was not already stocked.\n": "Die **%s**. Etage erzeugte keine Gewinne, da sie noch nicht bestockt gewesen war.\n",
    "Floor **%s** was not restocked and had no earnings collected since it is still stocked.\n": "Die **%s**. Etage wurde nicht restockt und es wurde kein Gewinn eingesammelt, da sie noch bestockt ist.\n",
    "Floor **%s** was not restocked since there is no employee assigned to it.\n": "Die **%s**. Etage wurde nicht restockt, da ihr kein Angestellter zugeteilt ist.\n",
    "Floor **%s** was not restocked since you don't have enough coins.\n": "Die **%s**. Etage wurde nicht restockt, da du nicht genügend Geld hast.\n",
    "Floor **%s** was restocked.\n": "Die **%s**. Etage wurde restockt.\n",
    "**Floor Number**: %s.\n": "**Etage**: %s.\n",
    "Floors %s had no earnings collected since they are still stocked.\n": "Die Gewinne der %s. Etage wurden nicht eingesammelt, da diese noch bestockt sind.\n",
    "Floors %s had their earnings collected successfully.\n": "Die Gewinne der %s. Etage wurden erfolgreich eingesammelt.\n",
    "Floors %s produced no earnings and were not restocked since they are still under construction.\n": "Die Etagen %s. erzeugten keine Gewinne und wurden nicht restockt, da sie noch in der Bauphase sind.\n",
    "Floors %s produced no earnings and were not restocked since they have no employees assigned to them.\n": "Die Etagen %s erzeugten keine Gewinne und wurden nicht restockt, da ihnen keine Angestellten zugeteilt sind.\n",
    "Floors %s produced no earnings since they are still under construction.\n": "Die Etagen %s erzeugten keine Gewinne, da diese noch in der Bauphase sind.\n",
    "Floors %s produced no earnings since they have no employees assigned to them.\n": "Die Etagen %s erzeugten keine Gewinne, da ihnen keine Angestellten zugeteilt sind.\n",
    "Floors %s produced no earnings since they were not already stocked.\n": "Die Etagen %s erzeugten keine Gewinne, da diese noch nicht bestockt gewesen waren.\n",
    "Floors %s were not restocked and had no earnings collected since they are still stocked.\n": "Die Etagen %s wurden nicht restockt und es wurden keine Gewinne eingesammelt, da diese noch bestockt sind.\n",
    "Floors %s were not restocked since there are no employees assigned to them.\n": "Die Etagen %s wurden nicht restockt, da ihnen keine Angestellten zugeteilt sind.\n",
    "Floors %s were not restocked since you don't have enough coins.\n": "Die Etagen %s wurden nicht restockt, da du nicht genügend Geld hast.\n",
    "Floors %s were restocked.\n": "Die Etagen %s wurden restockt.\n",
    "**Floors**: %s floors.\n": "**Etagen**: %s Etagen.\n",
    "For a global leaderboard, do %s": "Verwende den Befehl %s für eine globale Bestenliste",
    "For a more detailed and current weather reading, do {{{command}}}": "Für eine detailliertere und aktuellere Wettervorhersage, benutze den {{{command}}}-Befehl",
    "For a server leaderboard, do %s": "Verwende den Befehl %s, um eine Server-Bestenliste angezeigt zu bekommen",
    "**For more information about an upgrade, do {{{command}}}**": "**Für weitere Informationen zu einem Upgrade, verwende den Befehl {{{command}}}**",
    "**Games Lost**: {{{value}}}": "**Spiele verloren**: {{{value}}}",
    "**Games Played**: %s.": "**Spiele gespielt**: %s.",
    "**Games Played**: {{{value}}}": "**Gespielte Spiele**: {{{value}}}",
    "**Games Won**: %s.": "**Spiele gewonnen**: %s.",
    "**Games Won**: {{{value}}}": "**Spiele gewonnen**: {{{value}}}",
    "Garfield Comic for {{{date}}}": "Garfield-Comic für {{{date}}}",
    "**Gender**: %s.\n": "**Geschlecht**: %s.\n",
    "Generating your image": "Generiere dein Bild",
    "Genre": "Genre",
    "Genres": "Genres",
    "Get Erisly Premium today for some extra perks! Do {{{command}}} for more info.": "Hole dir noch heute Erisly-Premium und erhalte besondere Vorteile! Verwende den Befehl {{{command}}} für weitere Informationen.",
    "Gift Notifications": "Benachrichtigungen für Geschenke",
    "Give me a few seconds to think about this.": "Gib mir ein paar Sekunden, um darüber nachzudenken.",
    "Global Net Worth Leaderboard": "Globale Rangliste der Vermögenswerte",
    "Global Tower Value Leaderboard": "Towerwert-Rangliste global",
    "Golden Ticket": "Goldenes Ticket",
    "Golden Tickets": "Goldene Tickets",
    "**Golden Tickets**: %s Golden Tickets.\n": "**Goldene Tickets**: %s Goldene Tickets.\n",
    "**Good Teammate**: {{{value}}}": "**Zusammenspiel**: {{{value}}}",
    "Hai.": "Hai.",
    "Have a Discord Server Boost in hand? You can use that too! Find out more by doing: {{{command}}}": "Hast du einen Discord-Server-Boost übrig? Du kannst diesen auch verwenden! Um mehr herauszufinden, verwende den {{{command}}}-Befehl",
    "Help keep me alive by getting premium today! Do %s for more info.": "Hilf dabei, mich am Leben zu erhalten und hol dir noch heute Premium! Für weitere Informationen, tippe %s.",
    "Here you go, {{{user}}}!": "Hier, für dich, {{{user}}}!",
    "Here's your meme, %s!": "Hier ist dein Meme, %s!",
    "Hey! If you could quickly write a review about me on Bots on Discord, it would really help out! {{{emoji_1}}}\nAll you need to do is go to {{{link}}}, log in, write a quick review, and press 'Post Review'. It will only take a minute, and it would really mean a lot to me! {{{emoji_2}}}": "Hey! Wenn du schnell eine Bewertung über mich auf Bots on Discord schreiben könntest, würde mir das wirklich helfen! {{{emoji_1}}}\nAlles was du dazu tun musst, ist auf {{{link}}} zu gehen, dich einzuloggen, eine schnelle Bewertung zu schreiben und \"Post Review\" zu klicken. Das dauert nicht länger als eine Minute und es würde mir wirklich viel bedeuten! {{{emoji_2}}}",
    "Hi there! You can view my available commands here: {{{commandsLink}}}\nDid you need a bit of help with something? {{{emoji}}} Feel free to visit my very own Discord Server to ask your questions: {{{discordLink}}}": "Hallo! Du kannst meine verfügbaren Befehle hier einsehen: {{{commandsLink}}}\nBrauchst du Hilfe bei etwas? {{{emoji}}} Besuche gerne meinen persönlichen Discord-Server um deine Fragen zu stellen: {{{discordLink}}}",
    "Hi! My name is **Erisly!** I'm your friendly neighbourhood goddess that hides behind this Discord bot account you see here. {{{emoji}}}\nI have a large amount of commands and features that you can use! For further information and support, visit the following links:\n**List of my Commands:** {{{commandsLink}}}\n**Official Discord Server:** {{{discordLink}}}\n**About Me:** {{{aboutLink}}}": "",
    "`%s` - Hire a new employee for your tower.": "`%s` - Stelle einen neuen Mitarbeiter für deinen Tower ein.",
    "Hiya!": "Heya!",
    "**Hours Played**: %s.": "**Stunden gespielt**: %s.",
    "Humidity": "Luftfeuchtigkeit",
    "I could not resolve the invite specified!": "Ich konnte diese Einladung leider nicht verarbeiten!",
    "I couldn't find a Minecraft user with that username or UUID! {{{emoji}}}": "Ich konnte keinen Minecraft-Benutzer mit diesem Benutzernamen oder dieser UUID finden! {{{emoji}}}",
    "I couldn't find the Booru you just specified! Do {{{command}}} for a list of Boorus.": "Ich konnte das von dir angegebene Booru nicht finden! Verwende den {{{command}}}-Befehl, um dir eine Liste aller Boorus anzeigen zu lassen.",
    "I hope you're having a good day!": "Ich hoffe du hast einen schönen Tag!",
    "I need the \"Add Reactions\" permission so you can change pages!": "Ich brauche die Berechtigung \"Reaktionen hinzufügen\", damit du Seiten wechseln kannst!",
    "I will no longer Direct Message you whenever you receive a new gift. {{{emoji}}}": "Ich werde dir nicht länger private Benachrichtigunen schicken, sobald du ein neues Geschenk erhältst. {{{emoji}}}",
    "I will no longer Direct Message you whenever your daily gift is ready to collect. {{{emoji}}}": "Ich werde dir nicht länger private Benachrichtigunen schicken, sobald du dein tägliches Geschenk abholen kannst. {{{emoji}}}",
    "I will no longer Direct Message you whenever your tower needs to be restocked. {{{emoji}}}": "Ich werde dir nicht länger private Benachrichtigunen schicken, sobald du deinen Tower restocken kannst. {{{emoji}}}",
    "I will no longer respond to Table Flips. {{{emoji}}}": "Ich reagiere nicht länger auf umgeworfene Tische. {{{emoji}}}",
    "I will no longer respond to `ayy`. {{{emoji}}}": "Ich werde nicht länger auf `ayy` reagieren. {{{emoji}}}",
    "I will now Direct Message you whenever you receive a new gift. {{{emoji}}}": "Ich werde dir nun private Benachrichtigungen schicken, sobald du ein neues Geschenk erhältst. {{{emoji}}}",
    "I will now Direct Message you whenever your daily gift is ready to collect. {{{emoji}}}": "Ich werde dir nun private Benachrichtigungen schicken, sobald du dein tägliches Geschenk abholen kannst. {{{emoji}}}",
    "I will now Direct Message you whenever your tower needs to be restocked. {{{emoji}}}": "Ich werde dir nun private Benachrichtigungen schicken, sobald du deinen Tower restocken kannst. {{{emoji}}}",
    "I will now communicate with you in {{{name}}} ({{{code}}}). {{{emoji}}}": "Ich rede mit dir ab jetzt auf {{{name}}} ({{{code}}}). {{{emoji}}}",
    "I will now respond to Table Flips. {{{emoji}}}": "Ich reagiere nun auf TableFlips. {{{emoji}}}",
    "I will now respond to `ayy`. {{{emoji}}}": "Ich werde nun auf `ayy` reagieren. {{{emoji}}}",
    "I'm just looking for my drawing tools.": "Ich suche nur eben schnell mein Zeichenwerkzeug.",
    "I'm just searching through my database.": "Ich durchsuche nur eben schnell meine Datenbank.",
    "ID": "ID",
    "If you Server Boost Erisly's Official Discord Server, you'll get Erisly Premium Level 3 (Erisly's Close Friend) along with all of the perks too! Additionally, if you already have Erisly Premium Level 3 via Patreon, and you choose to Server Boost Erisly, you'll be upgraded to Erisly Premium Level 4 (Erisly's Best Friend)!\n\nClick [here]({{{link_1}}}) to join Erisly's Official Discord Server.\nClick [here]({{{link_2}}}) to learn more about Server Boosting.\nClick [here]({{{link_3}}}) to see the Premium perks you'll get.": "Wenn du Erislys offiziellen Discord-Server boostest, erhältst du Erisly Premium Level 3 (\"Erisly's Close Friend\"), zusammen mit allen damit verbundenen Vorteilen! Wenn du bereits Erisly Premium Level 3 durch Patreon erhältst und Erislys Server boostest, wird dein Level auf Level 4 (\"Erisly's Best Friend\") angehoben!\n\nKlicke [hier]({{{link_1}}}), um Erislys offiziellem Discord-Server beizutreten.\nKlicke [hier]({{{link_2}}}), um mehr about Server-Boosting zu erfahren.\nKlicke [hier]({{{link_3}}}), um mehr über die Vorteile von Erisly Premium zu erfahren.",
    "If you create a coins profile, which allows you to get started playing my awesome global economy game to compete against users across Discord, you can earn coins and bonuses for upvoting! Get started by doing %s": "",
    "**Invalid Upgrade! View a list of available upgrades by typing {{{command}}}**": "**Ungültiges Upgrade! Verwende für eine Liste möglicher Upgrades den Befehl {{{command}}}**",
    "Invalid Value! To view a full list of values, please do {{{command}}}": "Ungültiger Wert! Um dir eine Liste aller Werte anzeigen zu lassen, verwende den Befehl {{{command}}}",
    "Invalid Value! Valid values are: {{{values}}}": "Ungülitger Wert! Gültige Werte sind: {{{values}}}",
    "**Invalid command usage! You must specify the names of the two employees you want to swap! {{{command}}}**": "**Ungültige Verwendung des Befehls! Du musst die Namen zweier Angestellter angeben, die du austauschen willst! {{{command}}}**",
    "**Invalid command usage! You must type in the name of the employee and the floor you want to assign them to! {{{command}}}**": "**Ungültige Verwendung des Befehls! Tippe den Namen des Mitarbeiters und die Nummer der Etage, welcher du ihn zuweisen willst! {{{command}}}**",
    "**Invalid command usage! You must type in the name of the employee you want to unassign! {{{command}}}**": "**Ungültige Verwendung des Befehls! Tippe den Namen des Mitarbeiters, den du widerrufen willst! {{{command}}}**",
    "Invalid command! {{{emoji}}} A list of valid commands can be found here!": "Ungültiger Befehl! {{{emoji}}} Eine Liste mit gültigen Befehlen findest du hier!",
    "**Invalid floor!**": "**Ungültige Etage!**",
    "Invalid format! {{{command}}}\nValid consoles are: `PC`, `PS4` and `XBOX`.": "Ungültiges Format! {{{command}}}\nGültige Plattformen sind: `PC`, `PS4` und `XBOX`.",
    "Invalid format! {{{command}}}\nYou must specify a full BattleTag. `Username#1234`": "Ungültiges format! {{{command}}}\nDu musst den gesamten Battletag angeben. `Benutzername#1234`",
    "Invalid format! {{{command}}}\nYou must specify a mode! Available modes are `quickplay` and `competitive`.": "Ungültiges Format! {{{command}}}\nDu musst einen gültigen Modus angeben! Verfügbare Modi sind `quickplay` und `competitive`.",
    "Invalid format! {{{command}}}\nYou must specify a valid stat group! Available stat groups are {{{groups}}}.": "Ungültiges Format! {{{command}}}\nDu musst eine gültige Statistikgruppe angeben! Verfügbare Statistikgruppen sind {{{group}}}.",
    "**Invalid page number!**": "**Ungültige Seite!**",
    "Invalid prefix to delete! Please run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to delete.": "Ungültiges Präfix zur Löschung bestimmt! Führe den Befehl {{{command}}} aus, um alle Präfixe und deren IDs aufzulisten. Die Zahl vor dem jeweiligen Präfix ist dessen ID; verwende diese um ein Präfix zu löschen.",
    "Invalid prefix! Please run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to toggle the space after.": "Ungültiges Präfix! Führe den Befehl {{{command}}} aus, um alle Präfixe und deren IDs aufzulisten. Die Zahl vor dem jeweiligen Präfix ist dessen ID; verwende diese um ein Präfix auszuwählen, nach welchem du ein Leerzeichen aktivieren/deaktivieren möchtest.",
    "Invalid usage! Please do {{{command}}} for help on how to use this command.": "Ungültige Verwendung des Befehls! Verwende den Befehl {{{command}}} um dir eine Hilfe zu diesem Befehl anzeigen zu lassen.",
    "Invite Channel Name": "Name des Einladungskanals",
    "Invite Channel Type": "Art des Einladungskanals",
    "Invite Information": "Informationen über die Einladung",
    "Joined Server At": "Dem Server beigetreten am",
    "Kick back and relax.": "Lehn dich zurück und entspann dich.",
    "`%s` - Kirby.": "`%s` - Kirby.",
    "Last Restart": "Letzter Neustart",
    "Legendary": "Legendär",
    "Level": "Level",
    "List of Boorus which are disabled and will not work in this server.": "Eine Liste mit deaktivierten Boorus, die auf diesem Server nicht funktionieren.",
    "List of prefixes I will respond to in this server.": "Liste der Präfixe, auf die ich reagiere.",
    "`%s` - Lists all employee commands for your tower.": "`%s` - Listet alle Befehle bezüglich der Angestellten deines Towers auf.",
    "`%s` - Lists all employees working at your tower.": "`%s` - Listet alle Angestellten auf, die für deinen Tower arbeiten.",
    "`%s` - Lists all floor commands for your tower.": "`%s` - Listet alle Befehle bezüglich der Stockwerke deines Towers auf.",
    "`%s` - Lists all help topics.": "`%s` - Listet alle Hilfethemen auf.",
    "`%s` - Lists all the floors in your tower.": "`%s` - Zeigt eine Liste mit allen Etagen in deinem Tower an.",
    "%s - Lists all the gifts you currently have.": "%s - Zeigt eine Liste mit allen Geschenken, die du momentan hast.",
    "Local Time": "Lokalzeit",
    "Locale": "Anzeigesprache",
    "Location not found! {{{emoji}}}": "Ort nicht gefunden! {{{emoji}}}",
    "%s - Look up a players skin, previous usernames and more.": "%s - Sieh dir den Skin eines Benutzers, seine früheren Benutzernamen und mehr an.",
    "%s - Look up a servers information such as the version, ping, player count and more. May not work with all Minecraft servers.": "%s - Schlägt Informationen eines Servers nach, wie zum Beispiel Version, Ping, Anzahl der Spieler, etc. Funktioniert unter Umständen nicht mit allen Minecraft-Servern.",
    "%s - Look up basic profile stats for a user.": "%s - Schlage grundlegende Profilstatistiken eines Spielers nach.",
    "Look up basic profile stats for a user. {{{example}}}": "Schlage Standard-Profilstatistiken für einen Benutzer nach. {{{example}}}",
    "%s - Look up data for a user based on the specified statistic category and gamemode.": "%s - Schlage Daten eines Spielers basierend auf einer angegebenen Statistikgruppe und einem Spielmodus nach.",
    "Look up data for a user based on the specified statistic category and gamemode. {{{example}}}": "Schlage Informationen für einen Nutzer basierend auf der spezifischen Statistikkategorie und dem Spielmodus nach. {{{example}}}",
    "%s - Look up heroes played for a user for the specified gamemode.": "%s - Schlage die in einem bestimmten Spielmodus gespielten Helden eines Spielers nach.",
    "Look up heroes played for a user for the specified gamemode. {{{example}}}": "Schlage Helden nach, die ein Benutzer in einem bestimmten Spielmodus gespielt hat. {{{example}}}",
    "Looking up Overwatch information...": "Schlage Overwatch-Informationen nach…",
    "Low.": "Niedrig.",
    "Make sure to fix the issues listed above and restock again now!": "Behebe die oben genannten Probleme und restocke dann erneut!",
    "Make sure to restock it again in %s.": "Restocke erneut in %s.",
    "Male": "Mann",
    "Medium.": "Mittel.",
    "Member Count": "Anzahl der Mitglieder",
    "Member Information": "Benutzerinformationen",
    "Member not found.": "Benutzer nicht gefunden.",
    "Metacritic Rating": "Bewertung durch Metacritic",
    "(Might have been modified by server)": "(Wurde unter Umständen vom Server verändert)",
    "Minecraft Commands": "Minecraft-Befehle",
    "Minecraft Server Information": "Minecraft-Serverübersicht",
    "Minecraft User Information": "Minecraft-Benutzerübersicht",
    "Modify and edit my configuration for the current Discord server.\n{{{command}}}": "Bearbeite meine Einstellungen für den aktuellen Discord-Server.\n{{{command}}}",
    "Modify and edit my configuration for yourself.\n{{{command}}}": "Bearbeite deine Einstellungen für mich.\n{{{command}}}",
    "**Multikill Best**: %s.": "**Killstreak Bestleistung**: %s.",
    "My database is very big!": "Meine Datenbank ist sehr groß!",
    "`%s` - Neopolitan from RWBY.": "`%s` - Neopolitan aus RWBY.",
    "**New Level**: Level {{{level}}} {{{stat}}}\n": "**Nächstes Level**: Level {{{level}}} {{{stat}}}\n",
    "No Results.": "Keine Ergebnisse.",
    "No Supporters {{{emoji}}}": "Keine Supporter {{{emoji}}}",
    "No employees assigned to this floor!": "Dieser Etage ist kein Angestellter zugeteilt!",
    "No results.": "Keine Suchergebnisse.",
    "None": "Keine",
    "None.": "Keine.",
    "**None.**": "**Keine.**",
    "Not assigned to a floor.": "Keiner Etage zugeteilt.",
    "Not stocked!": "Nicht bestockt!",
    "Now": "Jetzt",
    "Official Website": "Offizielle Webseite",
    "%s - Open a gift.": "%s - Öffne ein Geschenk.",
    "%s - Open all gifts.": "%s - Öffnet alle Geschenke.",
    "Opt-in to daily reward notifications to receive a DM whenever your daily reward is ready to collect!": "Trag dich für tägliche Benachrichtigungen ein, um eine Nachricht zu erhalten, wenn du dein tägliches Geschenk abholen kannst!",
    "Opt-in to gift notifications to receive a DM whenever you receive a new gift!": "Trag dich für Benachrichtigungen ein, um eine Nachricht zu erhalten, wenn du ein neues Geschenk bekommst!",
    "Opt-in to restock notifications to receive a DM whenever your tower is ready to be restocked!": "Trag dich für Benachrichtigungen ein, um eine Nachricht zu erhalten, wenn dein Tower restockt werden kann!",
    "Original template by: %s": "Originalvorlage von: %s",
    "(Original username)": "(Ursprünglicher Benutzername)",
    "Out of stock!": "Nicht bestockt!",
    "Overwatch Profile For {{{user}}}": "Overwatch-Profil von {{{user}}}",
    "Overwatch Top {{{mode}}} Heroes Played For {{{user}}}": "Overwatch Top-{{{mode}}}-Helden gespielt von {{{user}}}",
    "Overwatch User Lookup Commands": "Nachschlagebefehle für Overwatch-Spieler",
    "Overwatch {{{statistic}}} Statistics In {{{mode}}} For {{{user}}}": "Overwatch {{{statistic}}} Statistiken in {{{mode}}} für {{{user}}}",
    "Owner": "Besitzer",
    "Page {{{page}}}/{{{total}}}": "Seite {{{page}}}/{{{total}}}",
    "`%s` - Palutena from Kid Icarus.": "`%s` - Palutena aus Kid Icarus.",
    "%s - Pay coins to another user.": "%s - Überweise einem anderen Benutzer Geld.",
    "*Pfft.* Come back to me when you have at least 25 floors. I ain't buying *that*.": "*Pfft.* Komm wieder wenn du mindestens 25 Etagen hast. Ich kaufe doch nicht *sowas*.",
    "Ping": "Ping",
    "Platform": "Plattform",
    "Platforms": "Plattformen",
    "**Play Time**: {{{value}}} hours.": "**Spielzeit**: {{{value}}} Stunden.",
    "%s - Play the slot machine.": "%s - Spiele am Spielautomaten.",
    "Player List": "Benutzerliste",
    "Players": "Benutzer",
    "Please also make sure you're specifying a language correctly!\n{{{example_1}}}\n{{{example_2}}}": "Bitte achte darauf, dass du die Sprache richtig angibst!\n{{{example_1}}}\n{{{example_2}}}",
    "Prefix {{{prefix}}} was successfully deleted! {{{emoji}}}": "Das Präfix {{{prefix}}} wurde erfolgreich gelöscht! {{{emoji}}}",
    "Prefixes": "Präfixe",
    "Pressure": "Luftdruck",
    "Prizes will randomise again in: {{{time}}}": "Preise werden neu generiert in: {{{time}}}",
    "Psst. If you're looking for a help message or a list of my commands, do %s": "Psst. Wenn du Hilfe oder eine Liste mit meinen Befehlen brauchst, tippe %s",
    "*Psst.* Come over here. Hey, listen, that's a fairly nice tower you got there. I'm looking to buy, and your looks pretty good. Let's see... *`{{{floors}}}` floors, every 25 floors is worth 1 ticket...* Alright, I can offer you {{{goldenTickets}}} Golden Ticket(s) for your whole tower. Employees, floors, all of it. If you don't know what a Golden Ticket is, just do {{{command_1}}}. Keeping it short, Golden Tickets are a premium currency used to purchase really good upgrades for your tower. Just to be clear this will **reset all hired employees and floors, and your tower value will be reset. You will keep all your coins, and any spent Golden Tickets and/or Supporter Tickets will be refunded.**\n\nAnyway, with all that fancy warning stuff outta the way, if you want to go ahead with the deal, just type {{{command_2}}}. Remember, there's no undoing this!": "*Psst.* Komm mal her. Hey, hör mal, das ist ein ziemlich hübscher Tower, den du da hast. Ich wäre an einem Kauf interessiert und deiner sieht ziemlich gut aus. Lass mal sehen... *`{{{floors}}}` Etagen, jede 25. Etage ist ein Ticket wert...* Also gut, ich kann dir {{{goldenTickets}}} Goldene(s) Ticket(s) für deinen gesamten Tower anbieten. Angestellte, Etagen, alles. Wenn du nicht weißt, was ein Goldenes Ticket ist, verwende den Befehl {{{command_1}}}. Kurz gesagt, Goldene Tickets sind eine besondere Währung für den Kauf spezieller Upgrades für deinen Tower. Nur um klar zu sein, **dies setzt alle angestellten Angestellten und alle gebauten Etagen und damit den ganzen Towerwert zurück. Du behältst das Geld auf deinem Konto und alle bisher ausgegebenen Goldenen Tickets und Supportertickets werden erstattet.**\n\nWie dem auch sei, nachdem wir das ganze Warnungs-Gerede hinter uns haben und wenn du mit dem Deal einverstanden bist, verwende den Befehl {{{command_2}}}. Denk daran, dies lässt sich danach nicht mehr rückgängig machen!",
    "`%s` - Purchase upgrades for your tower.": "`%s` - Kaufe Upgrades für deinen Tower.",
    "RAM Usage": "RAM-Auslastung",
    "Rain": "Regen",
    "Rare": "Selten",
    "**Rarity**: %s.\n\n": "**Seltenheitsstufe**: %s.\n\n",
    "__**Rebuild Your Tower**__": "__**Baue deinen Tower neu**__",
    "Region": "Region",
    "__Remember to upvote me again in **%s**!__": "__Denke daran in **%s** wieder für mich abzustimmen!__",
    "Request to server failed. Server sent status code {{{statusCode}}}. {{{emoji}}}": "Anfrage an den Server fehlgeschlagen. Statuscode des Servers: {{{statusCode}}}. {{{emoji}}}",
    "Restock Notifications": "Restock-Benachrichtigungen",
    "Restock in: {{{time}}}.": "Restocken in: {{{time}}}.",
    "__**Restocked All Floors!**__": "__**Alle Etagen restockt!**__",
    "**Restocking Cost**: %s coins.\n": "**Restock-Kosten**: %s Coins.\n",
    "%s - Retrieves a forecast of the next 24 hours for the specified location.": "%s - Erhalte eine Wettervorhersage für die nächsten 24 Stunden für einen bestimmten Ort.",
    "%s - Retrieves a forecast of the next 5 days for the specified location.": "%s - Erhalte eine Wettervorhersage für die nächsten 5 Tage für einen bestimmten Ort.",
    "%s - Retrieves the current weather for the specified location.": "%s - Erhalte eine aktuelle Wettervorhersage für einen bestimmten Ort.",
    "Role Count": "Anzahl der Rollen",
    "`%s` - Rosalina from Super Mario.": "`%s` - Rosalina aus Super Mario.",
    "Scan messages from members without a role.": "Überprüfe Nachrichten von Mitgliedern ohne Rolle.",
    "Scan messages sent by all members.": "Überprüfe Nachrichten aller Mitglieder.",
    "Search popular boorus with this command! Choose from the boorus below to search from. Please note that NSFW boorus will only work in NSFW channels!": "Durchsuche bekannte Boorus mit diesem Befehl! Suche dir eines der unteren boorus aus um sie zu durchsuchen. Beachte, dass NSFW-Boorus nur in NSFW-Kanälen funktionieren!",
    "Search result for: {{{tags}}}": "Suchergebnis für: {{{tags}}}",
    "Searching on this specific booru has been disabled on this server! Use {{{command}}} to re-enable it.": "Die Suche auf diesem Booru wurde für diesen Server deaktiviert. Verwende den Befehl {{{command}}} um sie wieder zu aktivieren.",
    "Server": "Server",
    "Server Booster Since": "Server-Booster seit",
    "**Server Configuration Updated!**\n\n": "**Serverkonfiguration aktualisiert!**\n\n",
    "Server Configuration for {{{server}}}": "Serverkonfiguration für {{{server}}}",
    "Server ID": "Server-ID",
    "Server Name": "Servername",
    "Server Net Worth Leaderboard": "Rangliste der Vermögenswerte dieses Servers",
    "Server Statistics": "Server-Statistiken",
    "Server Tower Value Leaderboard": "Towerwert-Rangliste Server",
    "Set the language that I'll use when responding to you.": "Stelle die Sprache ein, auf welcher ich dir antworten soll.",
    "Shard": "Shard",
    "Shards": "Shards",
    "Shards Online:": "Shards online:",
    "**Shot Caller**: {{{value}}}": "**Führungsrolle**: {{{value}}}",
    "Shoutouts to these Erisly Premium users who help keep me alive! If you support me for as little as $1, you'll earn some sweet perks in the process!": "Vielen Dank an diese Erisly-Premium-Mitglieder, die mich durch ihre Unterstützung am Leben halten! Du kannst mich bereits mit 1$ unterstützen und dafür tolle Vorteile erhalten!",
    "%s - Show a leaderboard for the highest net worths on Discord.": "%s - Zeigt eine Rangliste mit den höchsten Kontoständen auf Discord.",
    "`%s` - Shows a leaderboard for the largest towers across Discord.": "`%s` - Zeigt eine Rangliste der größten Tower in Discord.",
    "Sign Commands": "Schilder-Befehle",
    "Skin Download": "Skin-Download",
    "Slow down, {{{user}}}! Please wait {{{time}}} before trying again.": "Mach langsam, {{{user}}}! Bitte warte {{{time}}} bevor du es nochmal versuchst.",
    "Slow down, {{{user}}}! Please wait {{{time}}} seconds before trying again.": "Langsam, {{{user}}}! Bitte warte {{{time}}} Sekunden und versuche es dann erneut.",
    "Snow": "Schnee",
    "Sorry! Mention prefixes are not supported.": "Entschuldige, aber du kannst keine Präfixe benutzen, die für Erwähnungen verwendet werden.",
    "Sorry! Only Erisly Premium members that are Level 2 (Erisly's Friend) or higher can use commands on my development account! {{{emoji}}} Visit {{{website}}} to check out Erisly Premium, or use commands on my main account: {{{account}}}": "Entschuldigung, nur Erisly-Premium-Mitglieder der Stufe 2 (\"Erisly's Friend\") oder höher können Befehle in meinem Entwicklungs-Account verwenden! {{{emoji}}} Besuche {{{website}}}, um mehr über Erisly Premium zu erfahren oder benutze die Befehle in meinem Hauptaccount: {{{account}}}",
    "Sorry! Something went wrong processing your command. {{{emoji}}} This error has been automatically reported so it can be fixed. If you need any further help, please join my support server using {{{command}}}.": "Entschuldige! Bei der Bearbeitung deines Befehls ist etwas schiefgelaufen. {{{emoji}}} Ein Fehlerbericht wurde automatisch versandt, sodass der Fehler behoben werden kann. Solltest du weitere Hilfe benötigen, tritt meinem Support-Server mit dem {{{command}}}-Befehl bei.",
    "Sorry! You don't have permission to use commands on this account. {{{emoji}}} Use commands on my main account: {{{account}}}": "Entschuldige! Du hast nicht die nötigen Berechtigungen, um Befehle in diesem Account zu verwenden. {{{emoji}}} Verwende Befehle in meinem Hauptaccount: {{{account}}}",
    "Sorry, cleverbot appears to be down at the moment. I'm trying my best to get it back online! But for now, please try again later.": "Entschuldige, Cleverbot scheint im Moment down zu sein. Ich versuche mein Bestes, um ihn wieder zum Laufen zu bringen! Bitte versuche es später erneut.",
    "Specified url or attached image must be a valid image and must be in JPG or PNG format! {{{emoji}}}": "Die angegebene URL oder das beigefügte Bild müssen gültige Bilddateien im JPG- oder PNG-Format sein! {{{emoji}}}",
    "**Sportsmanship**: {{{value}}}": "**Fairness**: {{{value}}}",
    "Start earning some coins already by creating your Tower and by playing my super cool idle game!": "Beginne damit, ein paar Münzen zu verdienen, in dem du deinen Tower baust und mein supercooles Idle Game spielst!",
    "Status": "Status",
    "**Stock Duration**: Level {{{level}}} {{{stat}}}\n": "**Stock Duration** (Stockdauer): Level {{{level}}} {{{stat}}}\n",
    "Stock duration determines how long a floor will be stocked for once you restock it. The higher the value, the less often you will need to restock that floor. The amount required to restock the floor will not increase.": "Stock duration (Stockdauer) gibt an, wie lange Etagen nach einem Restock bestockt bleiben. Je höher der Wert, desto seltener müssen Etagen restockt werden. Die für einen Restock benötigte Summe an Münzen ändert sich jedoch nicht.",
    "**Successfully assigned {{{employee}}} to floor {{{floor}}}!**": "**{{{employee}}} wurde erfolgreich der {{{floor}}}. Etage zugewiesen!**",
    "**Support SR**: {{{value}}} ({{{rank}}})": "**Unterstützer-SR**: {{{value}}} ({{{rank}}})",
    "Supporter Ticket": "Supporter-Ticket",
    "Supporter Tickets": "Supporter-Tickets",
    "**Supporter Tickets**: %s Supporter Tickets.\n": "**Supportertickets**: %s Supportertickets.\n",
    "**Supporter Tickets**: %s Supporter Tickets.\n\n": "**Supportertickets**: %s Supportertickets.\n\n",
    "`%s` - Swap two employees assigned floors.": "`%s` - Tausche die zugewiesenen Etagen zweier Mitarbeiter.",
    "TableFlips": "TableFlips",
    "**Tank SR**: {{{value}}} ({{{rank}}})": "**Tank-SR**: {{{value}}} ({{{rank}}})",
    "Temperature": "Temperatur",
    "Thank you for upvoting me on `%s`!": "Danke, dass du auf `%s` für mich abgestimmt hast!",
    "Thank you so much for leaving a review about me on Bots on Discord!": "Vielen herzlichen Dank, dass du eine Bewertung über mich auf Bots on Discord hinterlassen hast!",
    "Thanks to MCHeads.net for providing Minecraft avatars.": "Vielen Dank an MCHeads.net für das Bereitstellen von Minecraftavataren.",
    "**That employee is not assigned to a floor!**": "**Dieser Angestellter ist keiner Etage zugeteilt!**",
    "That prefix contains invalid characters and cannot be used! Please choose another prefix.": "Dieses Präfix enthält ungültige Zeichen und kann nicht verwendet werden! Bitte wähle ein anderes Präfix.",
    "That prefix has already been added!": "Dieses Präfix wurde bereits hinzugefügt!",
    "That prefix is too long! Please choose a prefix that is less than 1024 characters long!": "Dieses Präfix ist zu lang! Bitte wähle ein Präfix mit weniger als 1024 Zeichen!",
    "**That upgrade has already been fully upgraded!**": "**Dieses Upgrade ist bereits am Limit!**",
    "That user has not played competitive before!": "Dieser Nutzer hat noch nie in Ranglisten gespielt!",
    "That user has not played quickplay before!": "Dieser Nutzer hat noch nie Quickplay gespielt!",
    "That's your last prefix! You must have at least one prefix for this server!": "Dies ist dein letztes verbleibendes Präfix! Du musst mindestens ein verbleibendes Präfix für diesen Server haben!",
    "The NSFW command is %s": "Der NSFW-Befehl ist %s",
    "There are so many users!": "Es gibt so viele Benutzer!",
    "This channel must be set as an NSFW channel to use this command. {{{emoji}}}": "Dieser Kanal muss als NSFW-Kanal festgelegt sein, um diesen Befehl verwenden zu können. {{{emoji}}}",
    "This command can only be used in a Server and not in Direct Messages.": "Dieser Befehl kann nur in einem Server und nicht in Direktnachrichten verwendet werden.",
    "This is the first time you've upvoted me this month so you earned `1` extra coin!": "Dies ist das erste Mal, dass du diesen Monat für mich gestimmt hast, also erhältst du `1` Extramünze!",
    "This server already has 5 prefixes! Please delete a prefix before trying to add a new prefix.\n{{{command}}}": "Dieser Server hat bereits 5 Präfixe! Bitte lösche ein Präfix und versuche es dann erneut.\n{{{command}}}",
    "This should only take a moment.": "Das sollte nur einen Moment dauern.",
    "This shouldn't take long.": "Das sollte nicht lang dauern.",
    "**Time Until Next Restock**: %s.\n": "**Zeit bis zum nächsten Restock**: %s.\n",
    "**Time to Build**: %s.\n": "**Bauzeit**: %s.\n",
    "**Tip:** This response can be disabled using {{{command_1}}}. You can *also* disable this tip by executing {{{command_2}}} once.": "**Tipp:** Du kannst diese Antwort mit dem Befehl {{{command_1}}} deaktivieren. Du kannst *außerdem* diesen Tipp durch einmaliges Ausführen des Befehls {{{command_2}}} deaktivieren.",
    "To make a meme, just type the command, followed by the meme template name, and the texts you want, seperated by `;` symbols.\n**For example:** {{{command_1}}}\n\nIf a meme has more than one text box, you can specify several text boxes by splitting text with more `;` symbols.\n**Like so:** {{{command_2}}}": "Um ein Meme zu erstellen, tippe einfach den Befehl gefolgt vom Name der Meme-Vorlage und dem Text, den du möchtest. Textboxen werden durch einen Strichpunkt `;` getrennt.\n**Zum Beispiel:** {{{command_1}}}\n\nFalls ein Meme mehrere Textboxen hat, kannst du diese durch einen Strichpunkt `;`voneinander abgrenzen.\n**Nämlich so:** {{{command_2}}}",
    "Today's Jackpot Winners": "Heutige Jackpotgewinner",
    "Today's Prizes": "Heutige Gewinne",
    "Today's Slot Machine Prizes": "Mögliche Gewinne heute",
    "Toggle a space after a prefix. E.g. {{{example_1}}} and {{{example_2}}}. Run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to toggle the space after.": "Aktiviert/deaktiviert ein Leerzeichen nach dem Präfix. Beispiel: {{{example_1}}} und {{{example_2}}}. Führe den Befehl {{{command}}} aus, um alle Präfixe und deren IDs aufzulisten. Die Zahl vor dem jeweiligen Präfix ist dessen ID; verwende diese um ein Präfix auszuwählen, nach dem du ein Leerzeichen aktivieren/deaktivieren möchtest.",
    "Too much text to fit in the template! Please write something shorter and try again.": "Zu viel Text für die Vorlage! Bitte schreibe einen kürzeren Text und versuche es erneut.",
    "Total Channel Count": "Kanäle gesamt",
    "Total Jackpot Winners": "Insgesamt gewonnene Jackpots",
    "Total Server Count": "Server gesamt",
    "Total User Count": "Benutzer gesamt",
    "Tower Commands": "Tower-Befehle",
    "Tower Employee Commands": "Befehle bezüglich der Angestellten eines Towers",
    "Tower Employees Help": "Hilfe bezüglich der Angestellten eines Towers",
    "Tower Floor Commands": "Befehle bezüglich der Etagen eines Towers",
    "Tower Golden Tickets Help": "Hilfe bezüglich Goldener Tickets",
    "__**Tower Stats for {{{user}}}**__": "__**Tower-Statistiken für {{{user}}}**__",
    "Tower Supporter Tickets Help": "Hilfe bezüglich Supportertickets",
    "__**Tower Upgrades**__": "__**Towerupgrades**__",
    "**Tower Value**: %s coins.": "**Towerwert**: %s Münzen.",
    "Tower upgrades are purchased using Golden Tickets or Supporter Tickets.\nFor more information about Golden Tickets, do {{{command_1}}}\nFor more information about Supporter Tickets, do {{{command_2}}}\n\n": "Towerupgrades können durch Goldene Tickets oder Supportertickets gekauft werden.\nFür weitere Informationen zu Goldenen Tickets, verwende den Befehl {{{command_1}}}\nFür weitere Informationen zu Supportertickets, verwende den Befehl {{{command_2}}}\n\n",
    "Type %s to collect it!": "Tippe %s, um es einzusammeln!",
    "Type %s to open it!": "Tippe %s um es zu öffnen!",
    "Type %s to restock it!": "Tippe %s um ihn zu restocken!",
    "**Type {{{command_1}}} to hire your next employee!**\n**For more information about hiring employees, do {{{command_2}}}**": "**Verwende den {{{command_1}}}-Befehl um den nächsten Angestellten einzustellen!**\n**Für weitere Informationen über das Einstellen von Angestellten, verwende den {{{command_2}}}-Befehl**",
    "**Type {{{command}}} to start building your next floor!**": "**Verwende den Befehl {{{command}}} um mit der Bau des nächsten Etage zu beginnen!**",
    "Uh oh! It seems that I am not allowed to DM you for some reason! {{{emoji_1}}} Maybe you don't allow direct messages from server members? Or maybe you blocked me...? {{{emoji_2}}}\nTry fixing the issue before trying again. Use this handy Discord guide if you need help {{{guideLink}}} If you're still having issues, ask in my support server! {{{supportLink}}}\n{{{error}}}": "Oh oh! Es scheint so als könnte ich dir aus irgendeinem Grund keine privaten Benachrichtigungen schicken! {{{emoji_1}}} Vielleicht hast du private Benachrichtigungen von Servermitgliedern deaktiviert? Oder vielleicht hast du mich blockiert...? {{{emoji_2}}}\nBehebe diese Fehler und versuche es dann erneut. Solltest du Hilfe benötigen, sieh dir diese nützliche Discord-Anleitung an {{{guideLink}}} Solltest du weiterhin Schwierigkeiten haben, frage auf meinem Support-Server um Hilfe! {{{supportLink}}}\n{{{error}}}",
    "`%s` - Unassign an employee from a floor.": "`%s` - Widerrufe die Zuweisung eines Angestellten zu einem Stockwerk.",
    "Uncommon": "Ungewöhnlich",
    "Under Construction. {{{time}}} left.": "In der Bauphase. {{{time}}} bis zum Abschluss.",
    "Unknown User {{{user}}}": "Unbekannter Benutzer {{{user}}}",
    "Unranked": "Nicht gelistet",
    "(Updated to on {{{time}}})": "(Aktualisiert am {{{time}}})",
    "__**Upgrade Information**__": "__**Upgradeinformation**__",
    "**Upgraded Level**: Level {{{level}}} {{{stat}}}\n": "**Nächstes Level**: Level {{{level}}} {{{stat}}}\n",
    "Upload Date": "Hochgeladen am",
    "Upvote Erisly": "Stimme für Erisly",
    "Upvote Pages": "Webseiten",
    "Upvote me to show your support and get coins! Click each link and press \"Upvote\" to help support me and earn some coins!": "Stimme für mich um deine Unterstützung zu zeigen und Münzen zu erhalten! Klicke auf jeden Link und drücke den \"Upvote\"-Button um mich zu unterstützen und ein paar Münzen zu verdienen!",
    "Use a Server Boost to Boost Erisly's Official Discord Server to get Erisly Premium! Do %s for more info.": "Verwende einen Server-Boost um Erislys offiziellen Discord-Server zu boosten und Erisly-Premium zu erhalten! Tippe %s für weitere Informationen.",
    "User": "Benutzer",
    "**User Configuration Failed to Update!**": "**Aktualisierung der Benutzerkonfiguration fehlgeschlagen!**",
    "**User Configuration Updated!**": "**Benutzereinstellungen aktualisiert!**",
    "User Configuration for {{{user}}}": "Benutzerkonfiguration für {{{user}}}",
    "User not found! (Did you remember to specify their full BattleTag? BattleTag's are CaSe SeNsItIvE. E.g. `User#1234`)": "Spieler nicht gefunden! (Hast du deren vollständigen Battletag angegeben? Die Groß- und Kleinschreibung ist bei Battletags wichtig. Beispiel: `Spieler#1234`)",
    "User profile is private! Open Overwatch, go to Options, then the Social Tab and change Career Profile Visibility to Public.": "Das Benutzerprofil ist privat! Öffne Overwatch, gehe in die Einstellungen, dann zum Tab \"Soziales\" und ändere die Sichtbarkeit des Karriereprofils zu \"Öffentlich\".",
    "Username History": "Benutzernamenverlauf",
    "Various commands to lookup the current weather or forecast for a specified city or location.": "Verschiedene Befehle um eine Wettervorhersage für eine bestimmte Stadt/einen bestimmten Ort zu erhalten.",
    "Various lookup commands for the game Minecraft.": "Verschiedene Nachschlagebefehle für das Spiel Minecraft.",
    "Various lookup commands for the game Overwatch.": "Verschiedene Nachschlagebefehle für das Spiel Overwatch.",
    "Verification Level": "Verifikationslevel",
    "Version": "Version",
    "Video Author": "Urheber",
    "Video Title": "Videotitel",
    "%s - View another users balance.": "%s - Sieh dir den Kontostand eines anderen Benutzers an.",
    "View on RAWG": "Auf RAWG ansehen",
    "%s - View todays slot machine prizes.": "%s - Schau dir die heutigen Preise am Spielautomaten an.",
    "**WARNING**: This will use `1` of your {{{emoji}}} Golden Tickets!": "**ACHTUNG**: Dies wird `1` {{{emoji}}} Goldenes Ticket verbrauchen!",
    "**WARNING**: This will use `1` of your {{{emoji}}} Supporter Tickets!": "**ACHTUNG**: Dies wird `1` {{{emoji}}} Supporterticket verbrauchen!",
    "Want to add me to another server? Sure thing! {{{emoji}}} Just click on this link to add me to your server: {{{inviteLink}}}": "Willst du mich einem anderen Server hinzufügen? Kein Ding! {{{emoji}}} Klicke auf diesen Link, um mich deinem Server hinzuzufügen: {{{inviteLink}}}",
    "Want to disable certain Boorus in this server? {{{emoji}}} Use {{{command}}}": "Möchtest du gewisse Boorus auf diesem Server deaktivieren? {{{emoji}}} Verwende den {{{command}}}-Befehl",
    "**Want to skip the waiting time? Get started with Erisly Premium! One of the perks of Erisly Premium is reduced waiting time! Get started today by doing {{{command}}} for more info.**": "**Möchtest du die Wartezeit überspringen? Hole dir Erisly-Premium! Einer der Vorteile von Erisly-Premium ist eine verkürzte Wartezeit! Starte noch heute! Für weitere Informationen verwende den Befehl {{{command}}}.**",
    "Warning! Not all translations will be 100% accurate.": "Warnung! Möglicherweise sind nicht alle Übersetzungen zu 100% korrekt.",
    "Watch On YouTube": "Auf YouTube anschauen",
    "**Weapon Accuracy**: %s": "**Waffengenauigkeit**: %s",
    "Weather Commands": "Wetterbefehle",
    "Weather for {{{location}}}": "Das Wetter für {{{location}}}",
    "**Weather:** {{{weather}}}\n**Temperature:** {{{temperature}}}\n**Precipitation:** {{{precipitation}}}\n**Wind:** {{{wind}}}": "**Wetter:** {{{weather}}}\n**Temperatur:** {{{temperature}}}\n**Niederschlag:** {{{precipitation}}}\n**Wind:** {{{wind}}}",
    "**What are Golden Tickets?**\nGolden Tickets are a rare currency in this game that allow you to purchase legendary upgrades for your tower!\n\n**How do I get Golden Tickets?**\nRebuilding your tower will earn you Golden Tickets! If you choose to rebuild your tower, for every 25 floors in your tower you will earn 1 Golden Ticket! {{{towerRebuildCommand}}}\n\n**How does spending Golden Tickets Work?**\nOnce you spend your Golden Ticket, it will be assigned to that upgrade until you rebuild your tower. If you rebuild your tower, all upgrades will be refunded, and you will end up with as many Golden Tickets as you had before spending them, plus the new amount of Golden Tickets you just earned from rebuilding your tower!": "**Was sind Goldene Tickets?**\nGoldene Tickets sind eine seltene Währung in diesem Spiel, welche es dir ermöglicht, legendäre Upgrades für deinen Tower zu erstehen!\n\n**Wie erhalte ich Goldene Tickets?**\nGoldene Tickets erhältst du durch den Wiederaufbau deines Towers! Wenn du deinen Tower wieder von null auf aufbaust, erhältst du 1 Goldenes Ticket für jede 25. Etage deines Towers! {{{towerRebuildCommand}}}\n\n**Wie funktioniert das Ausgeben von Goldenen Tickets?**\nSobald du ein Goldenes Ticket ausgibst, bleibt es einem Upgrade zugewiesen, bis du deinen Tower wiederaufbaust. Solltest du deinen Tower wiederaufbauen, werden alle Upgrades zurückgesetzt und du bleibst mit so vielen Goldenen Tickets wie vor deiner Investition in die jeweiligen Upgrades plus der Summe an neuen Goldenen Tickets, die du durch den Wiederaufbau deines Towers erhalten hast!",
    "**What are Supporter Tickets?**\nSupporter Tickets work exactly the same as Golden Tickets, however, you get these tickets by becoming a Erisly Premium member. {{{premiumCommand}}}\n\n**What happens if I stop pledging?**\nIf you happen to stop pledging money on Patreon, or if your payment fails for some reason, your Supporter Tickets will be revoked and any upgrades that they are used on will also be reset.\n\n**How often do I get the tickets?**\nYou receive the specified amount of Supporter Tickets across your entire duration as a Erisly Premium member. For example, if you choose to be Erisly's Casual Friend, then you will instantly receive 1 supporter ticket.": "**Was sind Supportertickets?**\nSupportertickets funktionieren genauso wie Goldene Tickets, jedoch kannst du diese nur erhalten, wenn du ein Erisly-Premium-Mitglied wirst. {{{premiumCommand}}}\n\n**Was passiert, wenn ich nicht mehr auf Patreon bezahle?**\nWenn du nicht mehr auf Patreon bezahlst oder deine Zahlung aus irgendeinem Grund fehlschlägt, werden deine Supportertickets eingezogen und Upgrades, die damit gekauft wurden, werden ebenfalls zurückgesetzt.\n\n**Wie oft erhalte ich die Tickets?**\nDu erhältst die angegebene Anzahl an Supportertickets für die gesamte Dauer deiner Erisly-Premium-Mitgliedschaft. Wenn du beispielsweise das Paket \"Erisly's Casual Friend\" wählst, erhältst du genau ein Supporterticket.",
    "When you hire an employee, there are 4 rarities of employees that you can possibly get:\n{{{MEmployeeCommon}}}**Common Employee** - Will earn x1 the amount of coins that a floor can earn.\n{{{MEmployeeUncommon}}}**Uncommon Employee** - Will earn x1.25 the amount of coins that a floor can earn.\n{{{MEmployeeRare}}}**Rare Employee** - Will earn x1.5 the amount of coins that a floor can earn.\n{{{MEmployeeLegendary}}}**Legendary Employee** - Will earn x2 the amount of coins that a floor can earn.\n\n**For a floor to be restocked and earn coins, an employee __must__ be working on that floor. The amount of coins earned by a floor will vary depending on the rarity of the employee and the base earnings of the floor the employee is assigned to.**\nIt is possible for an employee to not be assigned to a floor, but an employee must be assigned to a floor for that floor to produce earnings.\nEmployees will increase your net worth based on their rarity and assigned floor.": "Wenn du einen neuen Angestellter einstellst, kann dieser eine von vier Seltenheitsstufen haben:\n{{{MEmployeeCommon}}}**Gewöhnlicher Angestellter** - Verdient 1x die Summe an Münzen, die eine Etage erzeugen kann.\n{{{MEmployeeUncommon}}}**Ungewöhnlicher Angestellter** - Verdient 1,25x die Summe an Münzen, die eine Etage erzeugen kann.\n{{{MEmployeeRare}}}**Seltener Angestellter** - Verdient 1,5x die Summe an Münzen, die eine Etage erzeugen kann.\n{{{MEmployeeLegendary}}}**Legendärer Angestellter** - Verdient 2x die Summe an Münzen, die eine Etage erzeugen kann.\n\n**Damit eine Etage restockt werden kann und damit sie Gewinn erzeugt, __muss__ ein Angestellter auf dieser Etage arbeiten. Die Summe des von einer Etage produzierten Gewinns hängt von der Seltenheitsstufe des Angestellten und dem Basiswert der Etage ab, welchem der jeweilige Angestellte zugeteilt ist.**\nEs ist möglich, dass ein Angestellter keiner Etage zugeteilt ist, jedoch muss er einer Etage zugeteilt sein, wenn jene Gewinne erzeugen soll.\nAngestellte erhöhen den Wert deines Towers basierend auf ihrer Seltenheitsstufe und der zugeteilten Etage.",
    "Where's that silly file?": "Wo ist diese bescheuerte Akte?",
    "Why don't you create a Coins profile and start competing with other users across Discord in my awesome global economy game?": "Warum legst du dir nicht ein Münzenkonto an und beginnst, mit anderen Nutzern auf Discord in meinem tollen Finanzspiel um die Wette zu eifern?",
    "Wind": "Wind",
    "Yes, {{{username}}}?": "Ja, {{{username}}}?",
    "You Lose! Better luck next time!": "Du hast verloren! Vielleicht hast du nächstes mal mehr Glück!",
    "**You can only have up to 3 floors being built at once!**": "**Es können lediglich drei Etagen auf einmal gebaut werden!**",
    "You can't slap me. {{{emoji}}}": "Du kannst mich nicht schlagen. {{{emoji}}}",
    "You can't slap yourself! {{{emoji}}}": "Du kannst dich nicht selbst ohrfeigen! {{{emoji}}}",
    "**You do not have a coins profile! Please do {{{command}}} first!**": "**Du hast kein Münzenkonto! Bitte verwende zuerst den {{{command}}}-Befehl!**",
    "**You do not have enough Golden Tickets or Supporter Tickets to purchase this upgrade!\n{{{command_1}}}\n{{{command_2}}}**": "**Du hast nicht genügend Goldene Tickets oder Supportertickets für den Kauf dieses Upgrades!\n{{{command_1}}}\n{{{command_2}}}**",
    "**You don't have enough coins to do this!** {{{emoji}}}": "**Dafür hast du nicht genügend Geld!** {{{emoji}}}",
    "You earned `%s` coins!": "Du hast `%s` Münzen eingenommen!",
    "You earned {{{earnings}}} coins from the last restock! Your tower was not automatically restocked. Run {{{command}}} to restock your tower!\n": "Du hast {{{earnings}}} Münzen von deinem letzten Restock verdient! Dein Tower wurde nicht automatisch restockt. Verwende den {{{command}}}-Befehl, um deinen Tower zu restocken!\n",
    "You earned {{{earnings}}} coins from the last restock! Your tower will produce earnings until it runs out of stock.\n": "Durch deinen letzten Restock hast du {{{earnings}}} Münzen verdient! Dein Tower wird weiterhin Gewinne erzeugen, bis er nicht mehr bestockt ist.\n",
    "**You have %s gift to open!**": "**Du hast %s ungeöffnetes Geschenk!**",
    "**You have %s gifts to open!**": "**Du hast %s ungeöffnete Geschenke!**",
    "**You have not created your tower yet! Please create your tower first by doing {{{command}}}**": "**Du hast noch keinen Tower erstellt! Bitte erstelle zuerst deinen Tower, indem du den {{{command}}}-Befehl verwendest**",
    "You must search for something! Example: {{{command}}}": "Du musst einen Suchbegriff spezifizieren! Zum Beispiel: {{{command}}}",
    "You must specify a Minecraft player's username or UUID. {{{example_1}}} {{{example_2}}}": "Du musst den Benutzernamen oder die UUID eines Minecraft-Benutzers angeben. {{{example_1}}} {{{example_2}}}",
    "You must specify a Minecraft servers's IP. {{{example}}}": "Du musst die Server-IP eines Minecraftservers angeben. {{{example}}}",
    "You must specify a URL {{{command}}} or upload a file! {{{emoji}}}": "Du musst eine URL angeben, wie zum Beispiel: {{{command}}} oder eine Datei hochladen! {{{emoji}}}",
    "You must specify a valid invite link! {{{emoji}}} {{{example}}}": "Du musst eine gültige Einladung angeben! {{{emoji}}} {{{example}}}",
    "You must specify some text! {{{emoji}}} {{{example}}}": "Du musst einen Text angeben! {{{emoji}}} {{{example}}}",
    "You need to mention someone! E.g. {{{example}}} {{{emoji}}}": "Du musst jemanden erwähnen! Zum Beispiel {{{example}}} {{{emoji}}}",
    "You need to specify a location! {{{example}}} {{{emoji}}}": "Du musst einen Ort angeben! {{{example}}} {{{emoji}}}",
    "You need to specify a meme name! Do %s for help on how to use this command properly.": "Du musst einen Meme-Namen angeben! Um zu erfahren, wie du diesen Befehl korrekt ausführst, tippe %s.",
    "You need to specify a valid meme template name! Do %s for help on how to use this command properly.": "Du musst den Namen einer gültigen Meme-Vorlage angeben! Um zu erfahren, wie du diesen Befehl korrekt ausführst, tippe %s.",
    "You need to specify some search arguments! E.g. {{{example}}}": "Du musst Suchkriterien angeben! z.B. {{{example}}}",
    "You need to specify some tags to search! {{{emoji}}} E.g. {{{example_1}}} or {{{example_2}}}": "Du musst Suchbegriffe angeben! {{{emoji}}} Z.B. {{{example_1}}} oder {{{example_2}}}",
    "You need to specify text to put into the meme! Do %s for help on how to use this command properly.": "Du musst einen Meme-Text angeben! Um zu erfahren, wie du diesen Befehl korrekt ausführst, tippe %s.",
    "You will not be able to get a refund on this or change it until you rebuild your tower!\n**Run {{{command}}} to confirm the chosen upgrade!**": "Du kannst dies nicht rückgänig machen oder verändern, bis du deinen Tower neu baust!\n**Verwende den Befehl{{{command}}} um deine Auswahl zu bestätigen!**",
    "__**You're about to build the next floor in your tower!**__": "__**Du bist dabei die nächste Etage für deinen Tower zu bauen!**__",
    "__**You're about to hire the next employee to work in your tower!**__": "__**Du bist dabei, den nächsten Angestellten für deinen Tower einzustellen!**__",
    "**You've already created your tower! You cannot create another!**": "**Du hast bereits einen Tower erstellt! Du kannst nicht noch einen erstellen!**",
    "You've already voted for this site today!": "Du hast heute bereits für diese Seite gestimmt!",
    "You've opted into receiving Direct Message notifications whenever you receive a new gift! If you ever want to disable these, just do {{{command}}}": "Du erhältst nun eine Direktnachricht wann immer du ein neues Geschenk erhalten hast! Wenn du diese Direktnachrichten deaktivieren willst, verwende den {{{command}}}-Befehl",
    "You've opted into receiving Direct Message notifications whenever your daily gift is ready to collect! If you ever want to disable these, just do {{{command}}}": "Du erhältst nun eine Direktnachricht wann immer du deine täglichen Münzen abholen kannst! Wenn du diese Direktnachrichten deaktivieren willst, verwende den {{{command}}}-Befehl",
    "You've opted into receiving Direct Message notifications whenever your tower needs to be restocked! If you ever want to disable these, just do {{{command}}}": "Du erhältst nun eine Direktnachricht wann immer dein Tower restockt werden kann! Wenn du diese Direktnachrichten deaktivieren willst, verwende den {{{command}}}-Befehl",
    "**You've received a new gift!**": "**Du hast ein neues Geschenk erhalten!**",
    "You've upvoted me {{{count}}} times this month so you earned an extra {{{count}}} coins!": "Du hast diesen Monat {{{count}}} mal für mich gestimmt, dafür erhältst du {{{count}}} Extramünzen!",
    "YouTube Search Results": "YouTube-Suchergebnisse",
    "Your Employees": "Deine Angestellten",
    "Your Floors": "Deine Etagen",
    "Your Shard ID:": "Deine Shard-ID:",
    "**Your daily gift is ready to collect!**": "**Du kannst dein tägliches Geschenk abholen!**",
    "Your daily reward is ready to be collected!": "Du kannst deine tägliche Belohnung abholen!",
    "**Your tower doesn't have any employees yet! {{{command}}}**": "**Dein Tower hat noch keine Angestellten! {{{command}}}**",
    "**Your tower doesn't have any floors yet! {{{command}}}**": "**Dein Tower hat noch keine Etagen! {{{command}}}**",
    "Your tower is ready to be restocked!": "Dein Tower ist bereit zum Restocken!",
    "**Your tower is ready to be restocked!**": "**Dein Tower kann nun restockt werden!**",
    "[Click here to download this users skin.]({{{link}}})": "[Klicke hier, um den Skin dieses Benutzers herunterzuladen.]({{{link}}})",
    "**[If you want to help translate Erisly, click here!]({{{link}}})**": "**[Möchtest du bei der Übersetzung von Erisly helfen? Klicke hier!]({{{link}}})**",
    "[Not Set]": "[Nicht gesetzt]",
    " and ": " und ",
    "has %s available gift to open!": "kann %s verfügbares Geschenk öffnen!",
    "has %s available gifts to open!": "kann %s verfügbare Geschenke öffnen!",
    " hours": " Stunden",
    "servers": "Server",
    "{{{author}}} slapped {{{mention}}}!": "{{{author}}} ohrfeigt {{{mention}}}!",
    "{{{booru}}} was added as a disabled Booru and users will no longer be able to use me to search on that Booru on this server.": "{{{booru}}} wurde der Liste deaktivierter Boorus hinzugefügt und Benutzer können mit meiner Hilfe nicht länger mit diesem Booru auf diesem Server suchen.",
    "{{{booru}}} was removed as a disabled Booru and users will now be able to use me to search on that Booru on this server.": "{{{booru}}} wurde von der Liste deaktivierter Boorus entfernt und Benutzer können mit meiner Hilfe nun mit diesem Booru auf diesem Server suchen.",
    "**{{{employee}}} is already assigned to this floor! Try doing {{{command}}} to make them swap places.**": "**{{{employee}}} ist bereits dieser Etage zugeteilt! Versuche den Befehl {{{command}}} um diese Angestellten ihre Etagen tauschen zu lassen.**",
    "**{{{employee}}} is already assigned to this floor!**": "**{{{employee}}} ist dieser Etage bereits zugeteilt!**",
    "**{{{employee}}} is no longer assigned to a floor!**": "**{{{employee}}} ist nicht länger einer Etage zugeteilt!**",
    "{{{employee}}} is no longer assigned to a floor.": "{{{employee}}} ist nicht länger einer Etage zugeteilt.",
    "{{{employee}}} is now assigned to floor {{{floor}}}.": "{{{employee}}} ist nun der {{{floor}}}. Etage zugeteilt.",
    "{{{flag}}} {{{code}}} - {{{name}}} - ({{{percentTranslated}}} Translated)": "{{{flag}}} {{{code}}} - {{{name}}} - ({{{percentTranslated}}} übersetzt)",
    "__**{{{floorID}}}**__ (**{{{earnings}}}**cph) (Restock Cost: **{{{restockingCost}}}**c): **{{{restockTime}}}**": "__**{{{floorID}}}**__ (**{{{earnings}}}**M/h) (Restockkosten: **{{{restockingCost}}}**M): **{{{restockTime}}}**",
    "{{{online}}} Online Members\n{{{total}}} Total Members": "{{{online}}} Mitglieder online\n{{{total}}} Mitglieder insgesamt",
    "{{{prefix}}} added as a valid prefix.\n**Example Usage**: {{{exampleUsage}}}\n\n**NOTE**: If you would like to have a space after the prefix please run {{{command}}}": "{{{prefix}}} wurde als gültiges Präfix hinzugefügt.\n**Anwendungsbeispiel**: {{{exampleUsage}}}\n\n**HINWEIS**: Möchtest du nach dem Präfix ein Leerzeichen einfügen, führe den Befehl {{{command}}} aus",
    "**{{{tickets}}} Available**: {{{value}}}": "**{{{tickets}}} verfügbar**: {{{value}}}",
    "**{{{user}}} I couldn't find a gift by that name! Did you spell it correctly?**": "**{{{user}}}, ich konnte kein Geschenk mit diesem Namen finden! Hast du dich sicher nicht vertippt?**",
    "**{{{user}}} I don't need your coins!**": "**{{{user}}} Ich brauche deine Münzen nicht!**",
    "**{{{user}}} Invalid amount to send! {{{command}}}**": "**{{{user}}} Ungültiger Betrag! {{{command}}}**",
    "**{{{user}}} Invalid bet! {{{command}}}**": "**{{{user}}}, ungültige Wette! {{{command}}}**",
    "**{{{user}}} Invalid usage! You must mention someone! {{{command}}}**": "**{{{user}}}, ungültige Verwendung des Befehls! Du musst jemanden erwähnen! {{{command}}}**",
    "**{{{user}}} Sorry! You must have the permission `Manage Server` to be able to do that!**": "**{{{user}}} Entschuldige! Du brauchst die Berechtigung `Serververwaltung` um das zu tun!**",
    "**{{{user}}} Spawn of {{{amount}}} coins to {{{mention}}} complete!**": "**{{{user}}}, die Erzeugung von {{{amount}}} Münzen für {{{mention}}} war erfolgreich!**",
    "**{{{user}}} The mentioned user does not have a coins profile!**": "**{{{user}}} Der erwähnte Benutzer hat kein Münzenkonto!**",
    "**{{{user}}} The mentioned user does not have a tower!**": "**{{{user}}}, der erwähnte Benutzer hat keinen Tower!**",
    "**{{{user}}} Transfer of {{{amount}}} coins from {{{author}}} to {{{mention}}} complete!**": "**{{{user}}} Die Überweisung von {{{amount}}} Münzen von {{{author}}} an {{{mention}}} war erfolgreich!**",
    "**{{{user}}} You already have a coins profile! There is no need to make another.**": "**{{{user}}}, du hast bereits ein Måunzenkonto! Es gibt keinen Grund, noch eines zu erstellen.**",
    "**{{{user}}} You can't pay yourself!**": "**{{{user}}} Du kannst dir selbst kein Geld überweisen!**",
    "**{{{user}}} You don't have enough coins to complete that transaction!**": "**{{{user}}} Du hast nicht genügend Geld für diese Überweisung!**",
    "**{{{user}}} You don't have enough coins to place that bet!**": "**{{{user}}}, du hast zu wenig Geld für diese Wette!**",
    "**{{{user}}} You have no available gifts to open.**": "**{{{user}}}, du hast keine Geschenke, die du öffnen könntest.**",
    "**{{{user}}} You just found a total of {{{coins}}} coins in your daily gift! Check back tomorrow for more!**": "**{{{user}}}, Du hast soeben {{{coins}}} Münzen durch das Einsammeln deiner täglichen Münzen erhalten! Komm morgen wieder führ mehr!**",
    "**{{{user}}} You know you can just do {{{command}}}, right?**": "**{{{user}}}, du weißt, dass du einfach den Befehl {{{command}}} verwenden kannst, oder?**",
    "**{{{user}}} You must wait another {{{time}}} before you can collect your daily gift again.**": "**{{{user}}}, du musst noch {{{time}}} warten, bevor du dein tägliches Geschenk erneut abholen kannst.**",
    "**{{{user}}} You need to place a bet that is at least 1 coin or higher!**": "**{{{user}}}, du musst mindestens 1 Münze oder mehr wetten!**",
    "**{{{user}}} You need to place a bet! {{{command}}}**": "**{{{user}}}, du musst eine Wette platzieren! {{{command}}}**",
    "**{{{user}}} You opened the {{{giftName}}} gift and found {{{amount}}} coins!**": "**{{{user}}}, du hast das Geschenk {{{giftName}}} geöffnet und {{{amount}}} Münzen erhalten!**",
    "**{{{user}}} You opened {{{count}}} gifts and found {{{amount}}} coins!**": "**{{{user}}}, Du hast {{{count}}} Geschenke geöffnet und {{{amount}}} Münzen gefunden!**",
    "{{{user}}} Your randomly generated password is: {{{password}}}": "{{{user}}} Dein zufälliges Passwort ist: {{{password}}}",
    "**{{{user}}} currently has {{{balance}}} coins.**": "**{{{user}}} hat derzeit {{{balance}}} Münzen.**",
    "{{{user}}} is now playing.": "{{{user}}} spielt jetzt.",
    "**{{{user}}} just had a coins profile created and 10 coins added to it.** {{{emoji}}} **Why don't you get started on earning some coins by creating your tower? {{{command}}}**": "**{{{user}}}, dein Geldkonto wurde erstellt und 10 Münzen wurden hinzugefügt.** {{{emoji}}} **Warum verdienst du dir nicht ein wenig Geld, indem du einen Tower erstellst? {{{command}}}**",
    "{{{user}}}, please wait for your previous message to finish processing.": "{{{user}}}, bitte warte, bis deine vorherige Nachricht bearbeitet wurde."
}