{
    "\n\n**Congratulations! You've officially completed the basics of setting up your tower! Build new floors, expand your tower, hire more employees and earn more coins! Aim to become the richest player on Discord and in your Server! Have fun! For a full list of Tower commands, do {{{command}}}**": "\n\n**Congratulazioni! Hai ufficialmente completato le basi per la tua torre! Costruisci nuovi piani, espandi la tua torre, assumi nuovi impiegati e guadagna più soldi! Mira a diventare il giocatore più ricco di Discord e del tuo server! Divertiti! Per la lista completa dei comandi della Torre, digita {{{command}}}**",
    "\n\n**Now the very final step to complete the basics of your tower is to restock it so you can start earning coins!** {{{command}}}": "\n\n**Ora l'ultimisso passo per completare le basi della tua torre è di rifornire la tua torre così da cominciare a guadagnare soldi!** {{{command}}}",
    "%s Rain": "%s Pioggia",
    "%s Snow": "%s Neve",
    "(%s coins)": "",
    "%s consecutive day!": "%s giorno consecutivo!",
    "%s consecutive days!": "%s giorni consecutivi!",
    "%s day": "%s giorno",
    "%s days": "%s giorni",
    "%s hour": "%s ora",
    "%s hours": "%s ore",
    "%s minute": "%s minuto",
    "%s minutes": "%s minuti",
    "%s second": "%s secondo",
    "%s seconds": "%s secondi",
    "{{{command}}} - **Add a new prefix**": "{{{command}}} - **Aggiungi un nuovo prefisso**",
    "{{{command}}} - **Delete a prefix**": "{{{command}}} - **Elimina un prefisso**",
    "{{{command}}} - **List all Boorus and whether or not they're disabled**": "{{{command}}} - **Lista di tutti i Boorus e vedere se sono o meno disabilitati**",
    "{{{command}}} - **List all current prefixes**": "{{{command}}} - **Lista di tutti i prefissi**",
    "{{{command}}} - **List all subreddits and whether or not they're disabled**": "{{{command}}} - **Lista di tutti i subreddit e se sono o meno disabilitati**",
    "{{{command}}} - **Toggle a space after a prefix**": "{{{command}}} - **Inserisci uno spazio dopo il prefisso**",
    "{{{command}}} - **Toggle whether or not a Booru is disabled**": "{{{command}}} - **Abilita o disabilita i Booru**",
    "{{{command}}} - **Toggle whether or not a subreddit is disabled**": "{{{command}}} - **Modifica se i subreddit sono o meno disabilitati**",
    "A global and competitive economy game. Compete with other users across Discord!": "Un gioco di economia competitivo e globale. Competi con gli altri utenti di Discord!",
    "A unique, idle tycoon game that takes place in Discord!": "Un unico \"idle game\", dove puoi crescere in tutto Discord!",
    "Account Creation Time": "Tempo Creazione Account",
    "All Tower Help Topics": "Tutti i comandi sulla Torre",
    "**Allowed Values**: {{{values}}}": "**Quantità Valide**: {{{values}}}",
    "Already voted for this site!": "",
    "An assortment of templates of various characters holding signs with text on it!": "Un assortimento di template di vari personaggi che mostrano un cartello con la tua frase!",
    "**An employee cannot be swapped out while the floor is still stocked! The floor will be out of stock in {{{time}}}. Try again then.**": "**Un impiegato non può essere spostato finchè il piano è stockato! Il piano sarà liberato in {{{time}}}. Quindi riprova più tardi.**",
    "An unknown error occurred. Please try again later.": "Errore sconosciuto. Per favore riprova più tardi.",
    "Approximate Member Count": "Conto Approsimativo dei Membri",
    "`%s` - Arin from Game Grumps.": "`%s` - Arin di Game Grumps.",
    "`%s` - Assign an employee to a floor.": "`%s` - Assegna un impiegato ad un piano.",
    "**Assign this new employee to a floor now! {{{command}}}**": "**Assegna questo nuovo impiegato ad un piano ora! {{{command}}}**",
    "**Assign your new employee to the floor your just built! {{{command}}}**": "**Assegna il tuo nuovo impiegato al piano che hai appena costruito! {{{command}}}**",
    "Assigned to floor **#%s**": "Assegnato al piano **#%s**",
    "At least one of your floors doesn't have an employee assigned to them! Assign one now so it can start earning coins!": "Almeno uno dei tuoi piani non ha un impiegato assegnato! Assegnane uno ora così può cominciare a guadagnare coins!",
    "Ayy Lmao": "Ayy Lmao",
    "**Base Earnings**: %s coins per hour.\n": "**Guadagni della Base**: %s Gettoni all'ora.\n",
    "Basic Competitive Stats": "Statistiche Competitive Base",
    "Basic Quickplay Stats": "Statistiche Quickplay Base",
    "Bonus Upvote Pages": "",
    "Booru List": "Lista Booru",
    "**Build Cost**: Level {{{level}}} {{{stat}}}\n": "**Costo costruzione**: Livello {{{level}}} {{{stat}}}\n",
    "**Build Time**: Level {{{level}}} {{{stat}}}\n": "**Tempo di Costruzione**: Livello {{{level}}} {{{stat}}}\n",
    "Build cost determines the multiplier of how many coins it costs to build a floor. The lower the multiplier, the cheaper floors will be to build.": "Il costo di costruzione determina il moltiplicatore di quante monete costa costruire un piano. Più basso è il moltiplicatore, più economici saranno i piani da costruire.",
    "Build time determines the multiplier of how long it takes for a floor to be built. The lower the multiplier, the faster floors will be to build.": "Il tempo di costruzione determina il moltiplicatore del tempo necessario per la costruzione di un piano. Più basso è il moltiplicatore, più veloci saranno i piani da costruire.",
    "Cached User Count": "Utenti Salvati",
    "Channel Count": "Conteggio Canali",
    "Choose the configuration group to modify or view.": "Scegli il gruppo da modificare o vedere.",
    "%s - Claim your daily coins gift.": "%s - Richedi il tuo dono giornaliero di monete.",
    "Click here for a list of tiers and rewards that you can get with Erisly Premium.": "Clicca qui per una lista di livelli e premi che puoi ricevere con Erisly Premium.",
    "Cloud Cover": "Nuvoloso",
    "Cluster": "Grappolo",
    "Clusters": "Grappoli",
    "Coins Commands": "Comandi Monete",
    "`%s` - Collect earnings and restock your tower.": "`%s` - Colleziona i guadagni e libera la tua torre.",
    "`%s` - Collect earnings from your tower without restocking it.": "`%s` - Colleziona i tuoi guadagni senza liberare la torre.",
    "**Collected All Earnings!**": "**Guadagni Collezionati!**",
    "Commands Run This Year": "Comandi Eseguiti Quest'Anno",
    "`%s` - Commence construction of a new floor in your tower.": "`%s` - Inizia la costruzione di un nuovo piano nella tua torre.",
    "Common": "Comune",
    "__**Congratulations! You just hired a new employee!**__": "__**Congratulazioni! Hai appena assunto un impiegato/a!**__",
    "__**Congratulations! You used `1` %s to purchase a new upgrade!**__": "__**Congratulazioni! Hai usato `1` %s per comprare un potenziamento!**__",
    "Congratulations! You won!": "Congratulazioni! Hai vinto!",
    "**Congratulations! {{{emoji}}} You've officially built the very first floor for your tower! As you probably saw, this floor was set to be built instantly. You're almost finished setting up the basics of your tower! The next step is to hire your first employee to work at your tower. {{{command}}}**": "**Congratulazioni! {{{emoji}}} Hai ufficialmente costruito il primo piano della tua torre! Come probabilmente hai notato, questo piano è stato costruito istantaneamente. Hai quasi finito le basi della tua torre! Il prossimo passo è di assumere il tuo primo impiegato e farlo lavorare alla torre. {{{command}}}**",
    "**Congratulations! {{{emoji}}} You've officially created the initial base of your tower! The next step is to build your first floor for your tower!** {{{command}}}": "**Congratulazioni! {{{emoji}}} Hai ufficialmente creato la base della torre! Il prossimo passo è costruire il primo piano!** {{{command}}}",
    "**Congratulations! {{{emoji}}} You've officially started construction of floor {{{floorNumber}}}! It will be complete in {{{time}}}.**": "**Congratulazioni! {{{emoji}}} Hai fatto partire la costruzione del {{{floorNumber}}} piano! Sarà pronto in {{{time}}}.**",
    "**Congratulations! {{{emoji}}} You've rebuilt your tower! As promised, you will find that you have now earned {{{earnedGoldenTickets}}} Golden Ticket(s), bringing you to a grand total of {{{totalGoldenTickets}}} Golden Ticket(s). Feel free to purchase any premium upgrades with your tickets by doing {{{command_1}}}. Now, it's back to basics. The first step is to build your first floor for your new tower!** {{{command_2}}}": "**Congratulazioni! {{{emoji}}} Hai ricostruito la tua torre! Come promesso, vedrai che hai guadagnato {{{earnedGoldenTickets}}} Golden Ticket(s), portandoti ad un totale di {{{totalGoldenTickets}}} Golden Ticket(s). Sentiti libero di comprare qualsiasi funzione premium con i tuoi tickets facendo {{{command_1}}}. Ora, torniamo alle basi. Il primo passo è costruire il primo piano della tua torre!** {{{command_2}}}",
    "Control the Boorus that are disabled and will not work in this server.": "Controlla se i Boorus che sono disabilitati e non funzioneranno in questo server.",
    "Control the prefixes that I will respond to in this server.": "Controlla i prefissi a cui io risponderò in questo server.",
    "Control the searchable subreddits that are disabled and will not work in this server.": "Controlla le ricerche dei subreddits se sono disabilitate non funzioneranno in questo server.",
    "Control whether or not I respond to Table Flips and Table Unflips.": "Controlla se rispondo o meno ai Table Flips e Table Unflips.",
    "Control whether or not I respond to `ayy`.": "Controlla se rispondo o meno ad `ayy`.",
    "`%s` - Corrin from Fire Emblem.": "`%s` - Corrin dall'Emblema di Fuoco.",
    "**Cost to Build**: %s coins.\n": "**Costo di Costruzione**: %s coins.\n",
    "**Cost to Restock**: %s coins.\n": "**Costo di Restock**: %s coins.\n",
    "**Cost**: %s coins.\n\n": "**Costo**: %s coins.\n\n",
    "Could not get image! Did you provide a valid image attachment or URL?": "Non posso avere un'immagine! Mi hai dato un collegamento o URL corretto?",
    "Could you please write a review about me? It'd really help increase my reputation! It'll only take a minute!": "Potresti per favore scrivere una recensione di me? Mi aiuterebbe tantissimo per accrescere la mia reputazione! Ti prende solo un minuto!",
    "%s - Create a coins profile and start the game.": "%s - Crea un profilo per i coins e comincia il gioco.",
    "`%s` - Create and start a new tower!": "`%s` - Crea ed inizia una nuova torre!",
    "Creation Time": "Tempo di Creazione",
    "Current Condition": "Condizioni Attuali",
    "**Current Earnings**: %s coins per hour.\n": "",
    "**Current Language**: %s": "",
    "**Current Language**: {{{value}}}\n{{{command}}}": "",
    "**Current Level**: Level {{{level}}} {{{stat}}}\n": "",
    "**Current Prefixes for this Server**": "",
    "**Current Value**: %s": "",
    "**Current Value**: {{{value}}}\n{{{command}}}": "",
    "Current daily streak: ": "",
    "Current: {{{current}}}\nMinimum: {{{minimum}}}\nMaximum: {{{maximum}}}": "",
    "Currently Listening to": "",
    "Currently Streaming on Twitch": "",
    "Currently Watching": "",
    "Custom Status": "",
    "Daily Gift Reminders": "",
    "Daily streak lost!": "",
    "Daily streak up!": "",
    "**Damage SR**: {{{value}}} ({{{rank}}})": "",
    "Description": "",
    "Did you need something?": "",
    "Disabled": "",
    "Disabled Boorus": "",
    "**Disabled Boorus for this Server**": "",
    "Disabled Subreddits": "",
    "**Disabled Subreddits for this Server**": "",
    "%s - Display your balance.": "",
    "`%s` - Displays information about Employees.": "",
    "`%s` - Displays information about Golden Tickets.": "",
    "`%s` - Displays information about Supporter Tickets.": "",
    "`%s` - Displays stats about your tower.": "",
    "%s - Displays this message.": "",
    "`%s` - Displays this message.": "",
    "Do me a favour and upvote me today! It'll help spread the word of how much fun I am!": "",
    "Don't scan any messages.": "",
    "Earn some extra coins by upvoting me at these websites.": "",
    "Edit and modify my configuration for this specific server.": "",
    "Edit and modify my configuration for yourself.": "",
    "**Eliminations Per Life**: %s.": "",
    "Emoji Count": "",
    "**Employee Cost**: Level {{{level}}} {{{stat}}}\n\n": "",
    "**Employee Name**: %s.\n": "",
    "Employee cost determines the multiplier of how many coins it costs to hire an employee. The lower the multiplier, the cheaper it will be to hire more employees.": "",
    "**Employees**: %s employees.\n": "",
    "Enable or disable DM notifications whenever you receive a new gift.": "",
    "Enable or disable DM reminders to collect your daily gift.": "",
    "Enable or disable DM reminders to restock your tower.": "",
    "Enable or disable DM reminders to upvote me.": "",
    "Enabled": "",
    "**Endorsement Level**: {{{value}}}": "",
    "Endorsements": "",
    "Erisly Configuration Menu": "",
    "Erisly Shard Status": "",
    "Erisly's Meme Generator List": "",
    "Erisly's Slot Machine": "",
    "Erisly's Statistics": "",
    "Erisly's Subreddit List": "",
    "**Example Prefix Usage**: {{{example}}}": "",
    "Examples": "",
    "(Expires in %s)": "",
    "`%s` - Explains the purpose and information regarding employees.": "",
    "Explicit Content Filter": "",
    "External Links": "",
    "Failed to generate image! Please try again later. {{{error}}}": "",
    "Features": "",
    "Female": "",
    "First result for: {{{query}}}": "",
    "Floor **%s** had its earnings collected successfully.\n": "",
    "Floor **%s** had no earnings collected since it is still stocked.\n": "",
    "Floor **%s** produced no earnings and was not restocked since it has no employees assigned to it.\n": "",
    "Floor **%s** produced no earnings and was not restocked since it is still under construction.\n": "",
    "Floor **%s** produced no earnings since it has no employees assigned to it.\n": "",
    "Floor **%s** produced no earnings since it is still under construction.\n": "",
    "Floor **%s** produced no earnings since it was not already stocked.\n": "",
    "Floor **%s** was not restocked and had no earnings collected since it is still stocked.\n": "",
    "Floor **%s** was not restocked since there is no employee assigned to it.\n": "",
    "Floor **%s** was not restocked since you don't have enough coins.\n": "",
    "Floor **%s** was restocked.\n": "",
    "**Floor Number**: %s.\n": "",
    "Floors %s had no earnings collected since they are still stocked.\n": "",
    "Floors %s had their earnings collected successfully.\n": "",
    "Floors %s produced no earnings and were not restocked since they are still under construction.\n": "",
    "Floors %s produced no earnings and were not restocked since they have no employees assigned to them.\n": "",
    "Floors %s produced no earnings since they are still under construction.\n": "",
    "Floors %s produced no earnings since they have no employees assigned to them.\n": "",
    "Floors %s produced no earnings since they were not already stocked.\n": "",
    "Floors %s were not restocked and had no earnings collected since they are still stocked.\n": "",
    "Floors %s were not restocked since there are no employees assigned to them.\n": "",
    "Floors %s were not restocked since you don't have enough coins.\n": "",
    "Floors %s were restocked.\n": "",
    "**Floors**: %s floors.\n": "",
    "For a global leaderboard, do %s": "",
    "For a more detailed and current weather reading, do {{{command}}}": "",
    "For a server leaderboard, do %s": "",
    "**For more information about an upgrade, do {{{command}}}**": "",
    "**Games Lost**: {{{value}}}": "",
    "**Games Played**: %s.": "",
    "**Games Played**: {{{value}}}": "",
    "**Games Won**: %s.": "",
    "**Games Won**: {{{value}}}": "",
    "Garfield Comic for {{{date}}}": "",
    "**Gender**: %s.\n": "",
    "Generating your image": "",
    "Genre": "",
    "Genres": "",
    "Get Erisly Premium today for some extra perks! Do {{{command}}} for more info.": "",
    "Gift Notifications": "",
    "Give me a few seconds to think about this.": "",
    "Global Net Worth Leaderboard": "",
    "Global Tower Value Leaderboard": "",
    "Golden Ticket": "",
    "Golden Tickets": "",
    "**Golden Tickets**: %s Golden Tickets.\n": "",
    "**Good Teammate**: {{{value}}}": "",
    "Hai.": "",
    "Have a Discord Server Boost in hand? You can use that too! Find out more by doing: {{{command}}}": "",
    "Help keep me alive by getting premium today! Do %s for more info.": "",
    "Here you go, {{{user}}}!": "",
    "Here's your meme, %s!": "",
    "Hey! If you could quickly write a review about me on Bots on Discord, it would really help out! {{{emoji_1}}}\nAll you need to do is go to {{{link}}}, log in, write a quick review, and press 'Post Review'. It will only take a minute, and it would really mean a lot to me! {{{emoji_2}}}": "",
    "Hey, you!": "",
    "Hi there! You can view my available commands here: {{{commandsLink}}}\nDid you need a bit of help with something? {{{emoji}}} Feel free to visit my very own Discord Server to ask your questions: {{{discordLink}}}": "",
    "Hi! My name is **Erisly!** I'm your friendly neighbourhood goddess that hides behind this Discord bot account you see here. {{{emoji}}}\nI have a large amount of commands and features that you can use! For further information and support, visit the following links:\n**List of my Commands:** {{{commandsLink}}}\n**Official Discord Server:** {{{discordLink}}}\n**About Me:** {{{aboutLink}}}": "",
    "`%s` - Hire a new employee for your tower.": "",
    "Hiya!": "",
    "**Hours Played**: %s.": "",
    "Humidity": "",
    "**I could not find an employee by that name! (Employee {{{number}}}) {{{emoji}}} Do {{{command}}} for a list of your employees.**": "",
    "**I could not find an employee by that name! {{{emoji}}} Do {{{command}}} for a list of your employees.**": "",
    "I could not resolve the invite specified!": "",
    "I couldn't find a Minecraft user with that username or UUID! {{{emoji}}}": "",
    "I couldn't find that subreddit! I only support a pre-selected list of subreddits. To check the subreddits that I support, please do {{{command}}}": "",
    "I couldn't find the Booru you just specified! Do {{{command}}} for a list of Boorus.": "",
    "I couldn't find the subreddit you just specified! Do {{{command}}} for a list of subreddits.": "",
    "I don't know how to convert that currency! Do {{{command}}} for a list.": "",
    "I hope you're having a good day!": "",
    "I need the \"Add Reactions\" permission so you can change pages!": "",
    "I recently reached 100,000 Discord Servers! To celebrate, I'm running a Discord Nitro giveaway!": "",
    "I will no longer Direct Message you whenever you can upvote me. {{{emoji}}}": "",
    "I will no longer Direct Message you whenever you receive a new gift. {{{emoji}}}": "",
    "I will no longer Direct Message you whenever your daily gift is ready to collect. {{{emoji}}}": "",
    "I will no longer Direct Message you whenever your tower needs to be restocked. {{{emoji}}}": "",
    "I will no longer respond to Table Flips. {{{emoji}}}": "",
    "I will no longer respond to `ayy`. {{{emoji}}}": "",
    "I will now Direct Message you whenever you can upvote me. {{{emoji}}}": "",
    "I will now Direct Message you whenever you receive a new gift. {{{emoji}}}": "",
    "I will now Direct Message you whenever your daily gift is ready to collect. {{{emoji}}}": "",
    "I will now Direct Message you whenever your tower needs to be restocked. {{{emoji}}}": "",
    "I will now communicate with you in {{{name}}} ({{{code}}}). {{{emoji}}}": "",
    "I will now respond to Table Flips. {{{emoji}}}": "",
    "I will now respond to `ayy`. {{{emoji}}}": "",
    "I'm just looking for my drawing tools.": "",
    "I'm just searching through my database.": "",
    "ID": "",
    "If you Server Boost Erisly's Official Discord Server, you'll get Erisly Premium Level 3 (Erisly's Close Friend) along with all of the perks too! Additionally, if you already have Erisly Premium Level 3 via Patreon, and you choose to Server Boost Erisly, you'll be upgraded to Erisly Premium Level 4 (Erisly's Best Friend)!\n\nClick [here]({{{link_1}}}) to join Erisly's Official Discord Server.\nClick [here]({{{link_2}}}) to learn more about Server Boosting.\nClick [here]({{{link_3}}}) to see the Premium perks you'll get.": "",
    "If you create a coins profile, which allows you to get started playing my awesome global economy game to compete against users across Discord, you can earn coins and bonuses for upvoting! Get started by doing %s": "",
    "If you ever want to stop receiving these messages, just type {{{command}}}": "",
    "**Invalid Upgrade! View a list of available upgrades by typing {{{command}}}**": "",
    "Invalid Value! To view a full list of values, please do {{{command}}}": "",
    "Invalid Value! Valid values are: {{{values}}}": "",
    "**Invalid command usage! You must specify the names of the two employees you want to swap! {{{command}}}**": "",
    "**Invalid command usage! You must type in the name of the employee and the floor you want to assign them to! {{{command}}}**": "",
    "**Invalid command usage! You must type in the name of the employee you want to unassign! {{{command}}}**": "",
    "Invalid command! {{{emoji}}} A list of valid commands can be found here!": "",
    "**Invalid floor!**": "",
    "Invalid format! {{{command}}}\nValid consoles are: `PC`, `PS4` and `XBOX`.": "",
    "Invalid format! {{{command}}}\nYou must specify a full BattleTag. `Username#1234`": "",
    "Invalid format! {{{command}}}\nYou must specify a mode! Available modes are `quickplay` and `competitive`.": "",
    "Invalid format! {{{command}}}\nYou must specify a valid stat group! Available stat groups are {{{groups}}}.": "",
    "Invalid prefix to delete! Please run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to delete.": "",
    "Invalid prefix! Please run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to toggle the space after.": "",
    "Invalid usage! Please do {{{command}}} for help on how to use this command.": "",
    "Invite Channel Name": "",
    "Invite Channel Type": "",
    "Invite Information": "",
    "Joined Server At": "",
    "Kick back and relax.": "",
    "`%s` - Kirby.": "",
    "Last Restart": "",
    "Legendary": "",
    "Level": "",
    "List of Boorus which are disabled and will not work in this server.": "",
    "List of prefixes I will respond to in this server.": "",
    "List of subreddits which are disabled and will not work in this server.": "",
    "`%s` - Lists all employee commands for your tower.": "",
    "`%s` - Lists all employees working at your tower.": "",
    "`%s` - Lists all floor commands for your tower.": "",
    "`%s` - Lists all help topics.": "",
    "`%s` - Lists all the floors in your tower.": "",
    "%s - Lists all the gifts you currently have.": "",
    "Loading the leaderboard...": "",
    "Local Time": "",
    "Locale": "",
    "Location not found! {{{emoji}}}": "",
    "%s - Look up a players skin, previous usernames and more.": "",
    "%s - Look up a servers information such as the version, ping, player count and more. May not work with all Minecraft servers.": "",
    "%s - Look up basic profile stats for a user.": "",
    "Look up basic profile stats for a user. {{{example}}}": "",
    "%s - Look up data for a user based on the specified statistic category and gamemode.": "",
    "Look up data for a user based on the specified statistic category and gamemode. {{{example}}}": "",
    "%s - Look up heroes played for a user for the specified gamemode.": "",
    "Look up heroes played for a user for the specified gamemode. {{{example}}}": "",
    "Looking up Overwatch information...": "",
    "Low.": "",
    "Main Upvote Page": "",
    "Make sure to collect your earnings and restock it again in %s.": "",
    "Make sure to fix the issues listed above and restock again now!": "",
    "Male": "",
    "Medium.": "",
    "Member Count": "",
    "Member Information": "",
    "Member not found.": "",
    "Metacritic Rating": "",
    "(Might have been modified by server)": "",
    "Minecraft Commands": "",
    "Minecraft Server Information": "",
    "Minecraft User Information": "",
    "Modify and edit my configuration for the current Discord server.\n{{{command}}}": "",
    "Modify and edit my configuration for yourself.\n{{{command}}}": "",
    "**Multikill Best**: %s.": "",
    "My database is very big!": "",
    "`%s` - Neopolitan from RWBY.": "",
    "**New Level**: Level {{{level}}} {{{stat}}}\n": "",
    "No Results.": "",
    "No Results. {{{emoji}}} Make sure you're replacing spaces in tags with _ and separating tags with spaces, like this: {{{example}}}": "",
    "No Supporters {{{emoji}}}": "",
    "No employees assigned to this floor!": "",
    "None": "",
    "None.": "",
    "**None.**": "",
    "Not assigned to a floor.": "",
    "Not stocked!": "",
    "Now": "",
    "Official Website": "",
    "%s - Open a gift.": "",
    "%s - Open all gifts.": "",
    "Original template by: %s": "",
    "(Original username)": "",
    "Out of stock!": "",
    "Overwatch Profile For {{{user}}}": "",
    "Overwatch Top {{{mode}}} Heroes Played For {{{user}}}": "",
    "Overwatch User Lookup Commands": "",
    "Overwatch {{{statistic}}} Statistics In {{{mode}}} For {{{user}}}": "",
    "Owner": "",
    "Page {{{page}}}/{{{total}}}": "",
    "`%s` - Palutena from Kid Icarus.": "",
    "%s - Pay coins to another user.": "",
    "Permanently hide these messages for just $1 a month! Do %s for more info.": "",
    "*Pfft.* Come back to me when you have at least 25 floors. I ain't buying *that*.": "",
    "Ping": "",
    "Platform": "",
    "Platforms": "",
    "**Play Time**: {{{value}}} hours.": "",
    "%s - Play the slot machine.": "",
    "Player List": "",
    "Players": "",
    "Please also make sure you're specifying a language correctly!\n{{{example_1}}}\n{{{example_2}}}": "",
    "Prefix {{{prefix}}} was successfully deleted! {{{emoji}}}": "",
    "Prefixes": "",
    "Pressure": "",
    "Prizes will randomise again in: {{{time}}}": "",
    "Psst. If you're looking for a help message or a list of my commands, do %s": "",
    "*Psst.* Come over here. Hey, listen, that's a fairly nice tower you got there. I'm looking to buy, and your looks pretty good. Let's see... *`{{{floors}}}` floors, every 25 floors is worth 1 ticket...* Alright, I can offer you {{{goldenTickets}}} Golden Ticket(s) for your whole tower. Employees, floors, all of it. If you don't know what a Golden Ticket is, just do {{{command_1}}}. Keeping it short, Golden Tickets are a premium currency used to purchase really good upgrades for your tower. Just to be clear this will **reset all hired employees and floors, and your tower value will be reset. You will keep all your coins, and any spent Golden Tickets and/or Supporter Tickets will be refunded.**\n\nAnyway, with all that fancy warning stuff outta the way, if you want to go ahead with the deal, just type {{{command_2}}}. Remember, there's no undoing this!": "",
    "`%s` - Purchase upgrades for your tower.": "",
    "RAM Usage": "",
    "Rain": "",
    "Rare": "",
    "**Rarity**: %s.\n\n": "",
    "__**Rebuild Your Tower**__": "",
    "Reduce cleverbot and booru limits and also earn some extra coins by upvoting me on this website.": "",
    "Region": "",
    "__Remember to upvote me again in **%s**!__": "",
    "Restock Reminders": "",
    "Restock in: {{{time}}}.": "",
    "__**Restocked All Floors!**__": "",
    "**Restocking Cost**: %s coins.\n": "",
    "Result for {{{subreddit}}}": "",
    "%s - Retrieves a forecast of the next 24 hours for the specified location.": "",
    "%s - Retrieves a forecast of the next 5 days for the specified location.": "",
    "%s - Retrieves the current weather for the specified location.": "",
    "Role Count": "",
    "`%s` - Rosalina from Super Mario.": "",
    "Scan messages from members without a role.": "",
    "Scan messages sent by all members.": "",
    "Search for random images from a pre-selected assortment of Subreddits!\n\n__**Examples**__\n{{{command_1}}}\n{{{command_2}}}": "",
    "Search popular boorus with this command! Choose from the boorus below to search from. Please note that NSFW boorus will only work in NSFW channels!": "",
    "Search result for: {{{tags}}}": "",
    "Searching on this specific booru has been disabled on this server! Use {{{command}}} to re-enable it.": "",
    "Searching on this specific subreddit has been disabled on this server! Use {{{command}}} to re-enable it.": "",
    "Server": "",
    "Server Booster Since": "",
    "**Server Configuration Updated!**\n\n": "",
    "Server Configuration for {{{server}}}": "",
    "Server ID": "",
    "Server Name": "",
    "Server Net Worth Leaderboard": "",
    "Server Statistics": "",
    "Server Tower Value Leaderboard": "",
    "Set the language that I'll use when responding to you.": "",
    "Shards": "",
    "Shards Online:": "",
    "**Shot Caller**: {{{value}}}": "",
    "Shoutouts to these Erisly Premium users who help keep me alive! If you support me for as little as $1, you'll earn some sweet perks in the process!": "",
    "%s - Show a leaderboard for the highest net worths on Discord.": "",
    "`%s` - Shows a leaderboard for the largest towers across Discord.": "",
    "Sign Commands": "",
    "Skin Download": "",
    "Slow down, {{{user}}}! Please wait {{{time}}} before trying again.": "",
    "Slow down, {{{user}}}! Please wait {{{time}}} seconds before trying again.": "",
    "Snow": "",
    "Sorry! Mention prefixes are not supported.": "",
    "Sorry! Only Erisly Premium members that are Level 2 (Erisly's Friend) or higher can use commands on my development account! {{{emoji}}} Visit {{{website}}} to check out Erisly Premium, or use commands on my main account: {{{account}}}": "",
    "Sorry! Something went wrong processing your command. {{{emoji}}} This error has been automatically reported so it can be fixed. If you need any further help, please join my support server using {{{command}}}.": "",
    "Sorry! You don't have permission to use commands on this account. {{{emoji}}} Use commands on my main account: {{{account}}}": "",
    "Specified url or attached image must be a valid image and must be in JPG or PNG format! {{{emoji}}}": "",
    "**Sportsmanship**: {{{value}}}": "",
    "Start earning some coins already by creating your Tower and by playing my super cool idle game!": "",
    "Status": "",
    "**Stock Duration**: Level {{{level}}} {{{stat}}}\n": "",
    "Stock duration determines how long a floor will be stocked for once you restock it. The higher the value, the less often you will need to restock that floor. The amount required to restock the floor will not increase.": "",
    "Subscribe to daily gift reminders to receive a DM whenever your daily gift is ready to collect!": "",
    "Subscribe to gift reminders to receive a DM whenever you receive a new gift!": "",
    "Subscribe to restock reminders to receive a DM whenever your tower is ready to be restocked!": "",
    "Subscribe to upvote reminders to receive DM reminders to upvote me!": "",
    "**Successfully assigned {{{employee}}} to floor {{{floor}}}!**": "",
    "**Support SR**: {{{value}}} ({{{rank}}})": "",
    "Supporter Ticket": "",
    "Supporter Tickets": "",
    "**Supporter Tickets**: %s Supporter Tickets.\n": "",
    "**Supporter Tickets**: %s Supporter Tickets.\n\n": "",
    "`%s` - Swap two employees assigned floors.": "",
    "TableFlips": "",
    "**Tank SR**: {{{value}}} ({{{rank}}})": "",
    "Temperature": "",
    "Thank you for upvoting me on `%s`!": "",
    "Thank you so much for leaving a review about me on Bots on Discord!": "",
    "Thanks to MCHeads.net for providing Minecraft avatars.": "",
    "**That employee is not assigned to a floor!**": "",
    "That prefix contains invalid characters and cannot be used! Please choose another prefix.": "",
    "That prefix has already been added!": "",
    "That prefix is too long! Please choose a prefix that is less than 1024 characters long!": "",
    "**That upgrade has already been fully upgraded!**": "",
    "That user has not played competitive before!": "",
    "That user has not played quickplay before!": "",
    "That's not a valid Booru! {{{emoji}}} Do {{{command}}} for a list of valid boorus.": "",
    "That's your last prefix! You must have at least one prefix for this server!": "",
    "The NSFW command is %s": "",
    "There are so many users!": "",
    "This channel must be set as an NSFW channel to use this command. {{{emoji}}}": "",
    "This command can only be used in a Server and not in Direct Messages.": "",
    "This is the first time you've upvoted me this month so you didn't earn any extra coins. Upvote me again tomorrow to increase your multiplier!": "",
    "This server already has 5 prefixes! Please delete a prefix before trying to add a new prefix.\n{{{command}}}": "",
    "This should only take a moment.": "",
    "This shouldn't take long.": "",
    "**Time Until Next Restock**: %s.\n": "",
    "**Time to Build**: %s.\n": "",
    "**Tip:** This response can be disabled using {{{command_1}}}. You can *also* disable this tip by executing {{{command_2}}} once.": "",
    "To make a meme, just type the command, followed by the meme template name, and the texts you want, seperated by `;` symbols.\n**For example:** {{{command_1}}}\n\nIf a meme has more than one text box, you can specify several text boxes by splitting text with more `;` symbols.\n**Like so:** {{{command_2}}}": "",
    "Today's Jackpot Winners": "",
    "Today's Prizes": "",
    "Today's Slot Machine Prizes": "",
    "Toggle a space after a prefix. E.g. {{{example_1}}} and {{{example_2}}}. Run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to toggle the space after.": "",
    "Too much text to fit in the template! Please write something shorter and try again.": "",
    "Total Channel Count": "",
    "Total Jackpot Winners": "",
    "Total Server Count": "",
    "Total User Count": "",
    "Tower Commands": "",
    "Tower Employee Commands": "",
    "Tower Employees Help": "",
    "Tower Floor Commands": "",
    "Tower Golden Tickets Help": "",
    "__**Tower Stats for {{{user}}}**__": "",
    "Tower Supporter Tickets Help": "",
    "__**Tower Upgrades**__": "",
    "**Tower Value**: %s coins.": "",
    "Tower upgrades are purchased using Golden Tickets or Supporter Tickets.\nFor more information about Golden Tickets, do {{{command_1}}}\nFor more information about Supporter Tickets, do {{{command_2}}}\n\n": "",
    "Type %s to check the upvote site list!": "",
    "Type %s to collect it!": "",
    "Type %s to open it!": "",
    "Type %s to restock it!": "",
    "**Type {{{command_1}}} to hire your next employee!**\nFor more information about hiring employees, do {{{command_2}}}": "",
    "**Type {{{command}}} to start building your next floor!**": "",
    "Uh oh! It seems that I am not allowed to DM you for some reason! {{{emoji_1}}} Maybe you don't allow direct messages from server members? Or maybe you blocked me...? {{{emoji_2}}}\nTry fixing the issue before trying again. Use this handy Discord guide if you need help {{{guideLink}}} If you're still having issues, ask in my support server! {{{supportLink}}}\n{{{error}}}": "",
    "`%s` - Unassign an employee from a floor.": "",
    "Uncommon": "",
    "Under Construction. {{{time}}} left.": "",
    "Unknown User {{{user}}}": "",
    "Unranked": "",
    "(Updated to on {{{time}}})": "",
    "__**Upgrade Information**__": "",
    "**Upgraded Level**: Level {{{level}}} {{{stat}}}\n": "",
    "Upload Date": "",
    "Upvote Erisly": "",
    "Upvote Reminders": "",
    "Upvote me to hide these messages!": "",
    "Upvote me today to disable this limit!": "",
    "Use a Server Boost on Erisly's Official Discord Server to get Erisly Premium! Do %s for more info.": "",
    "Use a Server Boost on Erisly's Official Discord Server to hide these messages! Do %s for more info.": "",
    "User": "",
    "**User Configuration Failed to Update!**": "",
    "**User Configuration Updated!**": "",
    "User Configuration for {{{user}}}": "",
    "User not found! (Did you remember to specify their full BattleTag? BattleTag's are CaSe SeNsItIvE. E.g. `User#1234`)": "",
    "User profile is private! Open Overwatch, go to Options, then the Social Tab and change Career Profile Visibility to Public.": "",
    "Username History": "",
    "Username History Continued": "",
    "Various commands to lookup the current weather or forecast for a specified city or location.": "",
    "Various lookup commands for the game Minecraft.": "",
    "Various lookup commands for the game Overwatch.": "",
    "Verification Level": "",
    "Version": "",
    "Video Author": "",
    "Video Title": "",
    "%s - View another users balance.": "",
    "View on RAWG": "",
    "%s - View todays slot machine prizes.": "",
    "**WARNING**: This will use `1` of your {{{emoji}}} Golden Tickets!": "",
    "**WARNING**: This will use `1` of your {{{emoji}}} Supporter Tickets!": "",
    "Want to add me to another server? Sure thing! {{{emoji}}} Just click on this link to add me to your server: {{{inviteLink}}}": "",
    "Want to disable certain Boorus in this server? {{{emoji}}} Use {{{command}}}": "",
    "Want to disable certain subreddits in this server? {{{emoji}}} Use {{{command}}}": "",
    "Want to permanently disable the waiting time? One of the perks of Erisly Premium is no waiting time for this command! Get started today by doing {{{command}}} for more info.": "",
    "Want to skip the waiting time? One of the perks of Erisly Premium is reduced waiting time! Get started today by doing {{{command}}} for more info.": "",
    "Warning! Not all translations will be 100% accurate.": "",
    "Watch On YouTube": "",
    "**Weapon Accuracy**: %s": "",
    "Weather Commands": "",
    "Weather for {{{location}}}": "",
    "**Weather:** {{{weather}}}\n**Temperature:** {{{temperature}}}\n**Precipitation:** {{{precipitation}}}\n**Wind:** {{{wind}}}": "",
    "**What are Golden Tickets?**\nGolden Tickets are a rare currency in this game that allow you to purchase legendary upgrades for your tower!\n\n**How do I get Golden Tickets?**\nRebuilding your tower will earn you Golden Tickets! If you choose to rebuild your tower, for every 25 floors in your tower you will earn 1 Golden Ticket! {{{towerRebuildCommand}}}\n\n**How does spending Golden Tickets Work?**\nOnce you spend your Golden Ticket, it will be assigned to that upgrade until you rebuild your tower. If you rebuild your tower, all upgrades will be refunded, and you will end up with as many Golden Tickets as you had before spending them, plus the new amount of Golden Tickets you just earned from rebuilding your tower!": "",
    "**What are Supporter Tickets?**\nSupporter Tickets work exactly the same as Golden Tickets, however, you get these tickets by becoming a Erisly Premium member. {{{premiumCommand}}}\n\n**What happens if I stop pledging?**\nIf you happen to stop pledging money on Patreon, or if your payment fails for some reason, your Supporter Tickets will be revoked and any upgrades that they are used on will also be reset.\n\n**How often do I get the tickets?**\nYou receive the specified amount of Supporter Tickets across your entire duration as a Erisly Premium member. For example, if you choose to be Erisly's Casual Friend, then you will instantly receive 1 supporter ticket.": "",
    "When you hire an employee, there are 4 rarities of employees that you can possibly get:\n{{{MEmployeeCommon}}}**Common Employee** - Will earn x1 the amount of coins that a floor can earn.\n{{{MEmployeeUncommon}}}**Uncommon Employee** - Will earn x1.25 the amount of coins that a floor can earn.\n{{{MEmployeeRare}}}**Rare Employee** - Will earn x1.5 the amount of coins that a floor can earn.\n{{{MEmployeeLegendary}}}**Legendary Employee** - Will earn x2 the amount of coins that a floor can earn.\n\n**For a floor to be restocked and earn coins, an employee __must__ be working on that floor. The amount of coins earned by a floor will vary depending on the rarity of the employee and the base earnings of the floor the employee is assigned to.**\nIt is possible for an employee to not be assigned to a floor, but an employee must be assigned to a floor for that floor to produce earnings.\nEmployees will increase your net worth based on their rarity and assigned floor.": "",
    "Where's that silly file?": "",
    "Why don't you create a Coins profile and start competing with other users across Discord in my awesome global economy game?": "",
    "Wind": "",
    "Yes, {{{username}}}?": "",
    "You Lose! Better luck next time!": "",
    "You can convert different amounts from currencies too!": "",
    "You can convert from a specific currency too!": "",
    "You can convert to a specific currency too!": "",
    "**You can now upvote me again!**": "",
    "**You can only have up to 3 floors being built at once!**": "",
    "You can use %s to sort employees by their rarity!": "",
    "You can't slap yourself! {{{emoji}}}": "",
    "**You do not have a coins profile! Please do {{{command}}} first!**": "",
    "**You do not have enough Golden Tickets or Supporter Tickets to purchase this upgrade!\n{{{command_1}}}\n{{{command_2}}}**": "",
    "You earned `%s` coins!": "",
    "You earned {{{earnings}}} coins from the last restock!": "",
    "You earned {{{earnings}}} coins from the last restock! Your tower was not automatically restocked. Run {{{command}}} to restock your tower!\n": "",
    "**You have %s gift to open!**": "",
    "**You have %s gifts to open!**": "",
    "You have enough coins to start building a new floor in your Tower!": "",
    "You have enough floors to rebuild your Tower and earn some Golden Tickets!": "",
    "**You have not created your tower yet! Please create your tower first by doing {{{command}}}**": "",
    "You have some unspent Golden Tickets! You can use these to upgrade your Tower!": "",
    "You must search for something! Example: {{{command}}}": "",
    "You must specify a Minecraft player's username or UUID. {{{example_1}}} {{{example_2}}}": "",
    "You must specify a Minecraft servers's IP. {{{example}}}": "",
    "You must specify a URL {{{command}}} or upload a file! {{{emoji}}}": "",
    "You must specify a valid invite link! {{{emoji}}} {{{example}}}": "",
    "You must specify some text! {{{emoji}}} {{{example}}}": "",
    "You need to mention someone! E.g. {{{example}}} {{{emoji}}}": "",
    "You need to specify a location! {{{example}}} {{{emoji}}}": "",
    "You need to specify a meme name! Do %s for help on how to use this command properly.": "",
    "You need to specify a valid meme template name! Do %s for help on how to use this command properly.": "",
    "You need to specify some search arguments! E.g. {{{example}}}": "",
    "You need to specify some tags to search! {{{emoji}}} E.g. {{{example_1}}} or {{{example_2}}}": "",
    "You need to specify text to put into the meme! Do %s for help on how to use this command properly.": "",
    "**You need {{{coins}}} more coins to do this!** {{{emoji}}}": "",
    "You will not be able to get a refund on this or change it until you rebuild your tower!\n**Run {{{command}}} to confirm the chosen upgrade!**": "",
    "You wouldn't dare slap a goddess. {{{emoji}}}": "",
    "__**You're about to build the next floor in your tower!**__": "",
    "__**You're about to hire the next employee to work in your tower!**__": "",
    "You're receiving this message because you subscribed to receiving Direct Message notifications whenever you receive a new gift!": "",
    "You're receiving this message because you subscribed to receiving Direct Message reminders whenever you can upvote me!": "",
    "You're receiving this message because you subscribed to receiving Direct Message reminders whenever your daily gift is ready to collect!": "",
    "You're receiving this message because you subscribed to receiving Direct Message reminders whenever your tower needs to be restocked!": "",
    "**You've already created your tower! You cannot create another!**": "",
    "**You've received a new gift!**": "",
    "You've subscribed to receiving Direct Message notifications whenever you receive a new gift!": "",
    "You've subscribed to receiving Direct Message reminders whenever you can upvote me!": "",
    "You've subscribed to receiving Direct Message reminders whenever your daily gift is ready to collect!": "",
    "You've subscribed to receiving Direct Message reminders whenever your tower needs to be restocked!": "",
    "You've upvoted me {{{count}}} times this month so you earned an extra {{{multiplier}}} coins!": "",
    "YouTube Search Results": "",
    "Your Employees": "",
    "Your Floors": "",
    "Your Shard ID:": "",
    "Your daily gift is ready to be collected!": "",
    "**Your daily gift is ready to collect!**": "",
    "**Your tower doesn't have any employees yet! {{{command}}}**": "",
    "**Your tower doesn't have any floors yet! {{{command}}}**": "",
    "Your tower is ready to be restocked!": "",
    "**Your tower is ready to be restocked!**": "",
    "Your tower's earnings will be available to collect once it runs out of stock.": "",
    "[Click here to download this users skin.]({{{link}}})": "",
    "**[If you want to help translate Erisly, click here!]({{{link}}})**": "",
    "[Not Set]": "",
    " and ": "",
    "has %s available gift to open!": "",
    "has %s available gifts to open!": "",
    " hours": "",
    "`{{{amount}}} {{{currency}}}` Conversion Rates": "",
    "{{{author}}} slapped {{{mention}}}!": "",
    "{{{booru}}} was added as a disabled Booru and users will no longer be able to use me to search on that Booru on this server.": "",
    "{{{booru}}} was removed as a disabled Booru and users will now be able to use me to search on that Booru on this server.": "",
    "**{{{employee}}} is already assigned to this floor! Try doing {{{command}}} to make them swap places.**": "",
    "**{{{employee}}} is already assigned to this floor!**": "",
    "**{{{employee}}} is no longer assigned to a floor!**": "",
    "{{{employee}}} is no longer assigned to a floor.": "",
    "{{{employee}}} is now assigned to floor {{{floor}}}.": "",
    "{{{flag}}} {{{code}}} - {{{name}}} - ({{{percentTranslated}}} Translated)": "",
    "__**{{{floorID}}}**__ (**{{{earnings}}}**cph) (Restock Cost: **{{{restockingCost}}}**c): **{{{restockTime}}}**": "",
    "{{{online}}} Online Members\n{{{total}}} Total Members": "",
    "{{{prefix}}} added as a valid prefix.\n**Example Usage**: {{{exampleUsage}}}\n\n**NOTE**: If you would like to have a space after the prefix please run {{{command}}}": "",
    "{{{subreddit}}} was added as a disabled subreddit and users will no longer be able to use me to search on that subreddit on this server.": "",
    "{{{subreddit}}} was removed as a disabled subreddit and users will now be able to use me to search on that subreddit on this server.": "",
    "**{{{tickets}}} Available**: {{{value}}}": "",
    "**{{{user}}} I couldn't find a gift by that name! Did you spell it correctly?**": "",
    "**{{{user}}} I don't need your coins!**": "",
    "**{{{user}}} Invalid amount to send! {{{command}}}**": "",
    "**{{{user}}} Invalid bet! {{{command}}}**": "",
    "**{{{user}}} Invalid usage! You must mention someone! {{{command}}}**": "",
    "**{{{user}}} Sorry! You must have the permission `Manage Server` to be able to do that!**": "",
    "**{{{user}}} The mentioned user does not have a coins profile!**": "",
    "**{{{user}}} The mentioned user does not have a tower!**": "",
    "**{{{user}}} Transfer of {{{amount}}} coins from {{{author}}} to {{{mention}}} complete!**": "",
    "**{{{user}}} You already have a coins profile! There is no need to make another.**": "",
    "**{{{user}}} You can't pay yourself!**": "",
    "**{{{user}}} You have no available gifts to open.**": "",
    "**{{{user}}} You just found a total of {{{coins}}} coins in your daily gift! Check back tomorrow for more!**": "",
    "**{{{user}}} You know you can just do {{{command}}}, right?**": "",
    "**{{{user}}} You must wait another {{{time}}} before you can collect your daily gift again.**": "",
    "**{{{user}}} You need to place a bet that is at least 1 coin or higher!**": "",
    "**{{{user}}} You need to place a bet! {{{command}}}**": "",
    "**{{{user}}} You need {{{coins}}} more coins to complete that transaction!**": "",
    "**{{{user}}} You need {{{coins}}} more coins to place that bet!**": "",
    "**{{{user}}} You opened the {{{giftName}}} gift and found {{{amount}}} coins!**": "",
    "**{{{user}}} You opened {{{count}}} gifts and found {{{amount}}} coins!**": "",
    "{{{user}}} Your randomly generated password is: {{{password}}}": "",
    "**{{{user}}} currently has {{{balance}}} coins.**": "",
    "{{{user}}} is now playing.": "",
    "**{{{user}}} just had a coins profile created and 10 coins added to it.** {{{emoji}}} **Why don't you get started on earning some coins by creating your tower? {{{command}}}**": ""
}