{
    "\n\n**Congratulations! You've officially completed the basics of setting up your tower! Build new floors, expand your tower, hire more employees and earn more coins! Aim to become the richest player on Discord and in your Server! Have fun! For a full list of Tower commands, do {{{command}}}**": "\n\n**Parabéns! Concluiste oficialmente a base de configurações da tua torre! Constrói novos andares, expande a tua torre, contrata mais funcionários e ganha mais coins! Luta para seres o jogador mais rico no Discord e no Servidor? Diverte-te! Para a lista completa de comandos sobre a Torre faz {{{command}}}**",
    "\n\n**Now the very final step to complete the basics of your tower is to restock it so you can start earning coins!** {{{command}}}": "\n\n**Agora o último passo para concluires os básicos da tua torre é reabastecê-la para que começe a produzir coins!**\n{{{command}}}",
    "%s Rain": "%s Chuva",
    "%s Snow": "%s Neve",
    "%s consecutive day!": "%s dia consecutivo!",
    "%s consecutive days!": "%s dias consecutivos!",
    "%s day": "%s dia",
    "%s days": "%s dias",
    "%s hour": "%s hora",
    "%s hours": "%s horas",
    "%s minute": "%s minuto",
    "%s minutes": "%s minutos",
    "%s second": "%s segundo",
    "%s seconds": "%s segundos",
    "{{{command}}} - **Add a new prefix**": "{{{command}}} - **Adiciona um novo prefixo**",
    "{{{command}}} - **Delete a prefix**": "{{{command}}} - **Apaga um prefixo**",
    "{{{command}}} - **List all Boorus and whether or not they're disabled**": "{{{command}}} - **Lista todos os Boorus e se estão ou não desativados**",
    "{{{command}}} - **List all current prefixes**": "{{{command}}} - **Lista de todos os prefixos atuais**",
    "{{{command}}} - **List all subreddits and whether or not they're disabled**": "",
    "{{{command}}} - **Toggle a space after a prefix**": "{{{command}}} - **Adiciona um espaço à frente do prefixo**",
    "{{{command}}} - **Toggle whether or not a Booru is disabled**": "{{{command}}} - **Alterna se um Booru está ou não desativado**",
    "{{{command}}} - **Toggle whether or not a subreddit is disabled**": "",
    "(+%s extra coin)": "(+%s coin extra)",
    "(+%s extra coins)": "(+%s coins extra)",
    "A global and competitive economy game. Compete with other users across Discord!": "Um jogo de economia global e competitivo. Compete com outros utilizadores no Discord!",
    "A unique, idle tycoon game that takes place in Discord!": "Um jogo inativo único que tem lugar no Discord!",
    "Account Creation Time": "Momento de Criação da Conta",
    "All Tower Help Topics": "Todos os Tópicos de Ajuda relativos às Torres",
    "**Allowed Values**: {{{values}}}": "**Valores permitidos**: {{{values}}}",
    "An assortment of templates of various characters holding signs with text on it!": "Uma diversidade de templates com várias personagem a agarrarem em placas com texto nelas escrito!",
    "**An employee cannot be swapped out while the floor is still stocked! The floor will be out of stock in {{{time}}}. Try again then.**": "**Um funcionário não pode ser substituído enquanto o andar tiver stock! O andar irá ficar sem stock em {{{time}}}. Tenta novamente mais tarde.**",
    "An unknown error occurred. Please try again later.": "Ocorreu um erro desconhecido. Por favor tenta novamente mais tarde.",
    "Approximate Member Count": "Número de Membros Aproximado",
    "`%s` - Arin from Game Grumps.": "`%s` - Arin do Game Grumps.",
    "`%s` - Assign an employee to a floor.": "`%s` - Atribui um funcionário a um andar.",
    "**Assign this new employee to a floor now! {{{command}}}**": "**Atribui agora o teu novo funcionário a um andar! {{{command}}}**",
    "**Assign your new employee to the floor your just built! {{{command}}}**": "**Atribui um funcionário ao andar que acabaste de construir! {{{command}}}**",
    "Assigned to floor **#%s**": "Destacado para o andar **#%s**",
    "At least one of your floors doesn't have an employee assigned to them! Assign one now so it can start earning coins!": "",
    "Ayy Lmao": "Ayy Lmao",
    "**Base Earnings**: %s coins per hour.\n": "**Rendimento Base**: %s coins por hora.\n",
    "Basic Competitive Stats": "Estatísticas Básicas no modo Competitivo",
    "Basic Quickplay Stats": "Estatísticas Básicas em Quickplay",
    "Booru List": "Lista de Boorus",
    "**Build Cost**: Level {{{level}}} {{{stat}}}\n": "**Custo de Construção**: Nível {{{level}}} {{{stat}}}\n",
    "**Build Time**: Level {{{level}}} {{{stat}}}\n": "**Tempo de Construção**: Nível {{{level}}} {{{stat}}}\n",
    "Build cost determines the multiplier of how many coins it costs to build a floor. The lower the multiplier, the cheaper floors will be to build.": "O custo de construção determina o multiplicador de quantas coins são precisas para construir um andar. Quanto mais baixo o multiplicador, mais barata é a construção do andar.",
    "Build time determines the multiplier of how long it takes for a floor to be built. The lower the multiplier, the faster floors will be to build.": "O tempo de construção determina o multiplicador de quanto tempo demora um andar para ser construído. Quanto menor o multiplicador, maior será a velocidade de construção de um andar.",
    "Cached User Count": "Número de Utilizadores em Cache",
    "Channel Count": "Número de Canais",
    "Choose the configuration group to modify or view.": "Escolhe o grupo de configurações para ver ou modificar.",
    "%s - Claim your daily coins gift.": "%s - Recolhe o teu presente de coins diário.",
    "Click here for a list of tiers and rewards that you can get with Erisly Premium.": "Carrega aqui para veres os tiers e recompensas que podes ter com o Erisly Premium.",
    "Cloud Cover": "Nebulosidade",
    "Cluster": "Cluster",
    "Clusters": "Clusters",
    "Coins Commands": "Comandos relativos às coins",
    "`%s` - Collect earnings and restock your tower.": "`%s` - Recolhe a receita e reabastece a tua torre.",
    "`%s` - Collect earnings from your tower without restocking it.": "`%s` - Recolhe a receita da tua torre sem a reabastecer.",
    "**Collected All Earnings!**": "**Recolhidas Todas as Receitas!**",
    "Commands Run This Year": "Comandos Executados Este Ano",
    "`%s` - Commence construction of a new floor in your tower.": "`%s` - Começa a construção de um novo andar na tua torre.",
    "Common": "Comum",
    "__**Congratulations! You just hired a new employee!**__": "__**Parabéns! Acabaste de contratar um novo funcionário!**__",
    "__**Congratulations! You used `1` %s to purchase a new upgrade!**__": "__**Parabéns! Usaste `1` %s para comprar um novo upgrade!**__",
    "Congratulations! You won!": "Parabéns! Ganhaste!",
    "**Congratulations! {{{emoji}}} You've officially built the very first floor for your tower! As you probably saw, this floor was set to be built instantly. You're almost finished setting up the basics of your tower! The next step is to hire your first employee to work at your tower. {{{command}}}**": "**Parabéns! {{{emoji}}} Acabaste oficialmente de construir o primeiro andar da tua torre! Como provavelmente reparaste, este andar foi construído instantaneamente. As configurações básicas da tua torre estão quase concluídas! O próximo passo é contratar o teu primeiro funcionário para trabalhar na tua torre. {{{command}}}**",
    "**Congratulations! {{{emoji}}} You've officially created the initial base of your tower! The next step is to build your first floor for your tower!** {{{command}}}": "**Parabéns! {{{emoji}}} Acabaste oficialmente de criar a base da tua torre! O próximo passo é construir o primeiro andar da tua torre!** {{{command}}}",
    "**Congratulations! {{{emoji}}} You've officially started construction of floor {{{floorNumber}}}! It will be complete in {{{time}}}.**": "**Parabéns! {{{emoji}}} Começaste oficialmente a construção do andar nº {{{floorNumber}}, que estará completa em {{{time}}}.**",
    "**Congratulations! {{{emoji}}} You've rebuilt your tower! As promised, you will find that you have now earned {{{earnedGoldenTickets}}} Golden Ticket(s), bringing you to a grand total of {{{totalGoldenTickets}}} Golden Ticket(s). Feel free to purchase any premium upgrades with your tickets by doing {{{command_1}}}. Now, it's back to basics. The first step is to build your first floor for your new tower!** {{{command_2}}}": "**Parabéns! {{{emoji}}} Reconstruíste a tua torre! Como prometido, vais descobrir que ganhaste {{{earnedGoldenTickets}}} Golden Ticket(s), sendo que ficaste com {{{totalGoldenTickets}}} Golden Tickets no total. Não hesites em comprar algum upgrade premium com os teus tickets, ao fazer {{{command_1}}}. Agora, de volta aos básicos. O primeiro passo é construir o primeiro andar da tua nova torre!** {{{command_2}}}",
    "Control the Boorus that are disabled and will not work in this server.": "Controla os Boorus que estão desativados e não irão funcionar neste servidor.",
    "Control the prefixes that I will respond to in this server.": "Controla os prefixos aos quais irei responder neste servidor.",
    "Control the searchable subreddits that are disabled and will not work in this server.": "",
    "Control whether or not I respond to Table Flips and Table Unflips.": "Controla se respondo ou não aos Table Flips e Table Unflips.",
    "Control whether or not I respond to `ayy`.": "Controla quando respondo ou não a `ayy`.",
    "`%s` - Corrin from Fire Emblem.": "`%s` - Corrin do Fire Emblem.",
    "**Cost to Build**: %s coins.\n": "**Custo de Construção**: %s coins.\n",
    "**Cost to Restock**: %s coins.\n": "**Custo de Reabastecimento**: %s coins.\n",
    "**Cost**: %s coins.\n\n": "**Custo**: %s coins.\n\n",
    "Could not get image! Did you provide a valid image attachment or URL?": "Não foi possível obter a imagem! Enviaste uma imagem em anexo ou URL válido?",
    "Could you please write a review about me? It'd really help increase my reputation! It'll only take a minute!": "Podias escrever uma review sobre mim? Seria uma grande ajuda para aumentar a minha reputação! Só demora um minuto!",
    "%s - Create a coins profile and start the game.": "%s - Cria um perfil de coins e começa o jogo.",
    "`%s` - Create and start a new tower!": "`%s` - Cria e começa uma nova torre!",
    "Creation Time": "Data de Criação",
    "Current Condition": "Condição Atual",
    "**Current Earnings**: %s coins per hour.\n": "**Receita Atual**: %s coins por hora.\n",
    "**Current Language**: %s": "**Língua Atual**: %s",
    "**Current Language**: {{{value}}}\n{{{command}}}": "**Língua Atual**: {{{value}}}\n{{{command}}}",
    "**Current Level**: Level {{{level}}} {{{stat}}}\n": "**Nível Atual**: Nível {{{level}}} {{{stat}}}\n",
    "**Current Prefixes for this Server**": "**Prefixos atuais para este Servidor**",
    "**Current Value**: %s": "**Valor Atual**: %s",
    "**Current Value**: {{{value}}}\n{{{command}}}": "**Valor Atual**: {{{value}}}\n{{{command}}}",
    "Current daily streak: ": "Streak diário atual: ",
    "Current: {{{current}}}\nMinimum: {{{minimum}}}\nMaximum: {{{maximum}}}": "Atual: {{{current}}}\nMínimo: {{{minimum}}}\nMáximo: {{{maximum}}}",
    "Currently Listening to": "Atualmente a Ouvir",
    "Currently Streaming on Twitch": "Atualmente a Transmitir na Twitch",
    "Currently Watching": "Atualmente a Ver",
    "Custom Status": "Estado Personalizado",
    "Daily Notifications": "Notificações Diárias",
    "Daily streak lost!": "Streak diário perdido!",
    "Daily streak up!": "Streak diário subiu!",
    "**Damage SR**: {{{value}}} ({{{rank}}})": "",
    "Description": "Descrição",
    "Did you need something?": "Precisas de alguma coisa?",
    "Disabled": "Desativado",
    "Disabled Boorus": "Boorus Desativados",
    "**Disabled Boorus for this Server**": "**Boorus desativados neste Servidor**",
    "Disabled Subreddits": "",
    "**Disabled Subreddits for this Server**": "",
    "%s - Display your balance.": "%s - Mostra o teu saldo.",
    "`%s` - Displays information about Employees.": "`%s` - Mostra informação sobre Funcionários.",
    "`%s` - Displays information about Golden Tickets.": "`%s` - Mostra informação sobre os Golden Tickets.",
    "`%s` - Displays information about Supporter Tickets.": "`%s` - Mosta informação sobre os Supporter Tickets.",
    "`%s` - Displays stats about your tower.": "`%s` - Mostra estatísticas sobre a tua torre.",
    "%s - Displays this message.": "%s - Mostra esta mensagem.",
    "`%s` - Displays this message.": "`%s` - Mostra esta mensagem.",
    "Do me a favour and upvote me today! It'll help spread the word of how much fun I am!": "Faz-me um favor e dá-me um upvote hoje! Seria uma ajuda para espalhar a palavra do quanto divertida eu sou!",
    "Don't scan any messages.": "Não analisa nenhuma mensagem.",
    "Edit and modify my configuration for this specific server.": "Faz alterações na minha configuração para este servidor em específico.",
    "Edit and modify my configuration for yourself.": "Faz alterações apenas na forma como interajo contigo.",
    "**Eliminations Per Life**: %s.": "**Eliminações Por Vida**: %s.",
    "Emoji Count": "Número de Emojis",
    "**Employee Cost**: Level {{{level}}} {{{stat}}}\n\n": "**Custo de um Funcionário **: Nível {{{level}}} {{{stat}}}\n\n",
    "**Employee Name**: %s.\n": "**Nome do Funcionário**: %s.\n",
    "Employee cost determines the multiplier of how many coins it costs to hire an employee. The lower the multiplier, the cheaper it will be to hire more employees.": "O custo dos funcionários determina o multiplicador de quantas coins precisas para contratar um funcionário. Quanto menor o multiplicador, mais barato será para contratar mais funcionários.",
    "**Employees**: %s employees.\n": "**Funcionários**: %s funcionários.\n",
    "Enable or disable DM notifications to collect your daily gift.": "Ativa ou desativa notificações por DM para recolher o teu presente diário.",
    "Enable or disable DM notifications to restock your tower.": "Ativa ou desativa notificações por DM para reabastecer a tua torre.",
    "Enable or disable DM notifications to upvote me.": "",
    "Enable or disable DM notifications whenever you receive a new gift.": "Ativa ou desativa notificações DM quando recebes um novo presente.",
    "Enabled": "Ativo",
    "**Endorsement Level**: {{{value}}}": "**Nível de Endorsements**: {{{value}}}",
    "Endorsements": "Endorsements",
    "Erisly Configuration Menu": "Menu de Configurações da Erisly",
    "Erisly Shard Status": "Estado do Shard da Erisly",
    "Erisly's Meme Generator List": "Lista do Gerador de Memes da Erisly",
    "Erisly's Slot Machine": "Máquina de Slots da Erisly",
    "Erisly's Statistics": "Estatísticas da Erisly",
    "Erisly's Subreddit List": "Lista de Subreddits da Erisly",
    "**Example Prefix Usage**: {{{example}}}": "**Exemplo de Utilização de um Prefixo**: {{{example}}}",
    "Examples": "Exemplos",
    "(Expires in %s)": "(Expira em %s)",
    "`%s` - Explains the purpose and information regarding employees.": "`%s` - Explica o obejtivo e informação sobre os funcionários.",
    "Explicit Content Filter": "Filtro de Conteúdo Explícito",
    "External Links": "Links Externos",
    "Failed to generate image! Please try again later. {{{error}}}": "Erro a gerar imagem! Por favor tenta novamente. {{{error}}}",
    "Features": "Funcionalidades",
    "Female": "Fêmea",
    "First result for: {{{query}}}": "Primeiro resultado para: {{{query}}}",
    "Floor **%s** had its earnings collected successfully.\n": "A receita do andar **%s** foi recolhida com sucesso.\n",
    "Floor **%s** had no earnings collected since it is still stocked.\n": "Não foram recolhidas receitas do andar **%s** já que ainda tem stock.\n",
    "Floor **%s** produced no earnings and was not restocked since it has no employees assigned to it.\n": "O andar **%s** não gerou receita e não foi reabastecido já que não existem funcionários nestes atribuídos.\n",
    "Floor **%s** produced no earnings and was not restocked since it is still under construction.\n": "O andar **%s** não gerou receita e não foi reabastecido já que ainda está a ser construído.\n",
    "Floor **%s** produced no earnings since it has no employees assigned to it.\n": "O andar **%s** não gerarou receita, já que não existem funcionários neste atribuídos.\n",
    "Floor **%s** produced no earnings since it is still under construction.\n": "O andar **%s** não gerou receita, já que ainda está a ser construído.\n",
    "Floor **%s** produced no earnings since it was not already stocked.\n": "O andar **%s** não gerou receita, já que não tinha sido abastecido.\n",
    "Floor **%s** was not restocked and had no earnings collected since it is still stocked.\n": "O andar **%s** não foi reabastecido e não gerou receita, já que ainda tem stock.\n",
    "Floor **%s** was not restocked since there is no employee assigned to it.\n": "O andar **%s** não foram reabastecido, já que não estão atribuídos funcionários a este.\n",
    "Floor **%s** was not restocked since you don't have enough coins.\n": "O andar **%s** não foi abastecido, já que não tens coins suficientes.\n",
    "Floor **%s** was restocked.\n": "O andar **%s** foi reabastecido.\n",
    "**Floor Number**: %s.\n": "**Número do Andar**: %s.\n",
    "Floors %s had no earnings collected since they are still stocked.\n": "Não foram recolhidas receitas dos andares %s já que ainda têm stock.\n",
    "Floors %s had their earnings collected successfully.\n": "A receita dos andares %s foi recolhida com sucesso.\n",
    "Floors %s produced no earnings and were not restocked since they are still under construction.\n": "Os andares %s não geraram receita e não foram reabastecidos já que ainda estão a ser construídos.\n",
    "Floors %s produced no earnings and were not restocked since they have no employees assigned to them.\n": "Os andares %s não geraram receita e não foram reabastecidos, já que não existem funcionários nestes atribuídos.\n",
    "Floors %s produced no earnings since they are still under construction.\n": "Os andares %s não geraram receita, já que ainda estão a ser construídos.\n",
    "Floors %s produced no earnings since they have no employees assigned to them.\n": "Os andares %s não geraram receita, já que não existem funcionários nestes atribuídos.\n",
    "Floors %s produced no earnings since they were not already stocked.\n": "Os andares %s não geraram receita, já que não tinham sido abastecidos.\n",
    "Floors %s were not restocked and had no earnings collected since they are still stocked.\n": "Os andares %s não foram reabastecidos e não geraram receita, já que ainda têm stock.\n",
    "Floors %s were not restocked since there are no employees assigned to them.\n": "Os andares %s não foram reabastecidos, já que não estão atribuídos funcionários a estes.\n",
    "Floors %s were not restocked since you don't have enough coins.\n": "Os andares %s não foram abastecidos, já que não tens coins suficientes.\n",
    "Floors %s were restocked.\n": "Os andares %s foram reabastecidos.\n",
    "**Floors**: %s floors.\n": "**Andares**: %s andares.\n",
    "For a global leaderboard, do %s": "Para a tabela de classificação global, faz %s",
    "For a more detailed and current weather reading, do {{{command}}}": "Para uma informação da meteorologia atual mais detalhada, faz {{{command}}}",
    "For a server leaderboard, do %s": "Para a tabela de classificação do servidor, faz %s",
    "**For more information about an upgrade, do {{{command}}}**": "**Para mais informações sobre um upgrade faz {{{command}}}**",
    "**Games Lost**: {{{value}}}": "**Jogos Perdidos**: {{{value}}}",
    "**Games Played**: %s.": "**Partidas Jogadas**: %s.",
    "**Games Played**: {{{value}}}": "**Partidas Jogadas**: {{{value}}}",
    "**Games Won**: %s.": "**Partidas Ganhas**: %s.",
    "**Games Won**: {{{value}}}": "**Partidas Ganhas**: {{{value}}}",
    "Garfield Comic for {{{date}}}": "BD do Garfield para {{{date}}}",
    "**Gender**: %s.\n": "**Género**: %s.\n",
    "Generating your image": "A gerar a tua imagem",
    "Genre": "Género",
    "Genres": "Géneros",
    "Get Erisly Premium today for some extra perks! Do {{{command}}} for more info.": "Obtém o Erisly Premium hoje para regalias extra! Faz {{{command}}} para mais informação.",
    "Gift Notifications": "Notificações de Presentes",
    "Give me a few seconds to think about this.": "Dá-me alguns segundos para pensar sobre isto.",
    "Global Net Worth Leaderboard": "Tabela de Classificação Global das Maiores Riquezas",
    "Global Tower Value Leaderboard": "Tabela de Classificações Global do Valor da Torre",
    "Golden Ticket": "Golden Ticket",
    "Golden Tickets": "Golden Tickets",
    "**Golden Tickets**: %s Golden Tickets.\n": "**Golden Tickets**: %s Golden Tickets.\n",
    "**Good Teammate**: {{{value}}}": "**Bom Aliado**: {{{value}}}",
    "Hai.": "Hai.",
    "Have a Discord Server Boost in hand? You can use that too! Find out more by doing: {{{command}}}": "Tens um Server Boost do Discord à mão? Também o podes usar! Sabe mais ao fazer: {{{command}}}",
    "Help keep me alive by getting premium today! Do %s for more info.": "Ajuda a manter-me viva ao obter premium hoje! Faz %s para mais informações.",
    "Here you go, {{{user}}}!": "Aqui tens, {{{user}}}!",
    "Here's your meme, %s!": "Aqui está o teu meme, %s!",
    "Hey! If you could quickly write a review about me on Bots on Discord, it would really help out! {{{emoji_1}}}\nAll you need to do is go to {{{link}}}, log in, write a quick review, and press 'Post Review'. It will only take a minute, and it would really mean a lot to me! {{{emoji_2}}}": "Oi! Se pudesses escrever rapidamente uma review sobre mim no Bots on Discord seria uma grande ajuda! {{{emoji_1}}}\nTudo o que precisas de fazer é ir a {{{link}}}, iniciar sessão, escrever uma review, e carregar em \"Post Review\". Irá demorar apenas um minuto e significa muito para mim! {{{emoji_2}}}",
    "Hi there! You can view my available commands here: {{{commandsLink}}}\nDid you need a bit of help with something? {{{emoji}}} Feel free to visit my very own Discord Server to ask your questions: {{{discordLink}}}": "Olá! Podes ver o meus comandos disponíveis aqui: {{{commandsLink}}}\nPrecisas de ajuda com alguma coisa? {{{emoji}}} Não hesites em visitar o meu Servidor de Discord para perguntar as tuas perguntas: {{{discordLink}}}",
    "Hi! My name is **Erisly!** I'm your friendly neighbourhood goddess that hides behind this Discord bot account you see here. {{{emoji}}}\nI have a large amount of commands and features that you can use! For further information and support, visit the following links:\n**List of my Commands:** {{{commandsLink}}}\n**Official Discord Server:** {{{discordLink}}}\n**About Me:** {{{aboutLink}}}": "Olá! O meu nome é **Erisly**! Sou a deusa amigável que se esconde atrás desta conta de Discord. {{{emoji}}}\nTenho uma grande variedade de comandos e funcionalidades que podes usar! Para mais informações, visita os seguintes links:\n**Lista dos meus comandos:** {{{commandsLink}}}\n**Servidor de Discord Oficial:** {{{discordLink}}}\n**Sobre Mim:** {{{aboutLink}}}",
    "`%s` - Hire a new employee for your tower.": "`%s` - Contrata um novo funcionário para a tua torre.",
    "Hiya!": "Hiya!",
    "**Hours Played**: %s.": "**Horas Jogadas**: %s.",
    "Humidity": "Humidade",
    "**I could not find an employee by that name! (Employee {{{number}}}) {{{emoji}}} Do {{{command}}} for a list of your employees.**": "",
    "**I could not find an employee by that name! {{{emoji}}} Do {{{command}}} for a list of your employees.**": "",
    "I could not resolve the invite specified!": "Não consegui resolver o convite especificado!",
    "I couldn't find a Minecraft user with that username or UUID! {{{emoji}}}": "Não consegui encontrar um jogador do Minecraft com esse nome de utilizador ou UUID! {{{emoji}}}",
    "I couldn't find that subreddit! I only support a pre-selected list of subreddits. To check the subreddits that I support, please do {{{command}}}": "Não consegui encontrar esse subreddit! Apenas suporto uma lista de subreddits pré-selecionados. Para ver os subreddits que suporto, por favor faz {{{command}}}",
    "I couldn't find the Booru you just specified! Do {{{command}}} for a list of Boorus.": "Não consegui encontrar o Booru que especificaste! Faz {{{command}}} para uma lista de Boorus.",
    "I couldn't find the subreddit you just specified! Do {{{command}}} for a list of subreddits.": "",
    "I don't know how to convert that currency! Do {{{command}}} for a list.": "Eu não sei como cambiar essa moeda! Faz {{{command}}} para uma lista.",
    "I hope you're having a good day!": "Espero que estejas a ter um bom dia!",
    "I need the \"Add Reactions\" permission so you can change pages!": "Eu preciso da permissão \"Adicionar Reações\" para poderes alternar entre páginas!",
    "I recently reached 100,000 Discord Servers! To celebrate, I'm running a Discord Nitro giveaway!": "",
    "I will no longer Direct Message you whenever you can upvote me. {{{emoji}}}": "",
    "I will no longer Direct Message you whenever you receive a new gift. {{{emoji}}}": "A partir de agora não irei mais enviar-te Mensagens Diretas sempre que receberes um novo presente. {{{emoji}}}",
    "I will no longer Direct Message you whenever your daily gift is ready to collect. {{{emoji}}}": "A partir de agora não irei mais enviar-te Mensagens Diretas sempre que tiveres o presente diário pronto para ser recolhido. {{{emoji}}}",
    "I will no longer Direct Message you whenever your tower needs to be restocked. {{{emoji}}}": "A partir de agora não irei mais enviar-te Mensagens Diretas sempre que a tua torre precisar de ser reabastecida. {{{emoji}}}",
    "I will no longer respond to Table Flips. {{{emoji}}}": "Não vou mais responder a Table Flips. {{{emoji}}}",
    "I will no longer respond to `ayy`. {{{emoji}}}": "Não vou mais responder a `ayy`. {{{emoji}}}",
    "I will now Direct Message you whenever you can upvote me. {{{emoji}}}": "",
    "I will now Direct Message you whenever you receive a new gift. {{{emoji}}}": "A partir de agora irei mais enviar-te Mensagens Diretas sempre que receberes um novo presente. {{{emoji}}}",
    "I will now Direct Message you whenever your daily gift is ready to collect. {{{emoji}}}": "A partir de agora irei enviar-te Mensagens Diretas sempre que tiveres o presente diário pronto para ser recolhido. {{{emoji}}}",
    "I will now Direct Message you whenever your tower needs to be restocked. {{{emoji}}}": "A partir de agora irei enviar-te Mensagens Diretas sempre que a tua torre precisar de ser reabastecida. {{{emoji}}}",
    "I will now communicate with you in {{{name}}} ({{{code}}}). {{{emoji}}}": "Irei agora comunicar contigo em {{{name}}} ({{{code}}}). {{{emoji}}}",
    "I will now respond to Table Flips. {{{emoji}}}": "A partir de agora vou responder aos Table Flips. {{{emoji}}}",
    "I will now respond to `ayy`. {{{emoji}}}": "A partir de agora vou responder a `ayy`. {{{emoji}}}",
    "I'm just looking for my drawing tools.": "Só estou à procura do meu material de desenho.",
    "I'm just searching through my database.": "Apenas estou a procurar na minha base de dados.",
    "ID": "ID",
    "If you Server Boost Erisly's Official Discord Server, you'll get Erisly Premium Level 3 (Erisly's Close Friend) along with all of the perks too! Additionally, if you already have Erisly Premium Level 3 via Patreon, and you choose to Server Boost Erisly, you'll be upgraded to Erisly Premium Level 4 (Erisly's Best Friend)!\n\nClick [here]({{{link_1}}}) to join Erisly's Official Discord Server.\nClick [here]({{{link_2}}}) to learn more about Server Boosting.\nClick [here]({{{link_3}}}) to see the Premium perks you'll get.": "Se usares um Server Boost no Servidor de Discord Oficial da Erisly, irás receber o Erisly Premium Nível 3 (Erisly's Close Friend), tal como as respetivas regalias! Se já tiveres o Erisly Premium Nível 3 pelo Patreon e optares por usar um Server Boost no Servidor de Discord da Erisly, terás direito a um upgrade para o Erisly Premium Nível 4 (Erisly's Best Friend)!\n\nCarrega [aqui]({{{link_1}}}) para entrares no Servidor de Discord Oficial da Erisly.\nCarrega [aqui]({{{link_2}}}) para saber mais sobre Server Boosting.\nCarrega [aqui]({{{link_3}}}) para veres as regalias Premium que irás ter.",
    "If you create a coins profile, which allows you to get started playing my awesome global economy game to compete against users across Discord, you can earn coins and bonuses for upvoting! Get started by doing %s": "Se criares um perfil de coins, que te permite começar a jogar o meu jogo brutal de economia global para competir contra outros utilizadores em todo o Discord, podes ganhar coins e bónus ao dar upvotes! Começa fazendo %s",
    "**Invalid Upgrade! View a list of available upgrades by typing {{{command}}}**": "**Upgrade inválido! Consulta a lista de upgrades disponíveis ao escrever {{{command}}}**",
    "Invalid Value! To view a full list of values, please do {{{command}}}": "Valor inválido! Para ver a lista completa de valores, por favor faz {{{command}}}",
    "Invalid Value! Valid values are: {{{values}}}": "Valor Inválido! Os valores válidos são: {{{values}}}",
    "**Invalid command usage! You must specify the names of the two employees you want to swap! {{{command}}}**": "**Uso do comando inválido! Deves escrever o nome dos dois funcionários que queres trocar! {{{command}}}**",
    "**Invalid command usage! You must type in the name of the employee and the floor you want to assign them to! {{{command}}}**": "**Uso do comando inválido! Deves escrever o nome do funcionário e o andar ao qual queres que seja atribuído! {{{command}}}**",
    "**Invalid command usage! You must type in the name of the employee you want to unassign! {{{command}}}**": "**Uso do comando inválido! Deves escrever o nome do funcionário que queres dispensar! {{{command}}}**",
    "Invalid command! {{{emoji}}} A list of valid commands can be found here!": "Comando inválido! {{{emoji}}} a lista de comandos válidos pode ser encontrada aqui!",
    "**Invalid floor!**": "**Andar inválido!**",
    "Invalid format! {{{command}}}\nValid consoles are: `PC`, `PS4` and `XBOX`.": "Formato inválido! {{{comando}}}\nAs consolas válidas são: `PC`, `PS4` e `XBOX`.",
    "Invalid format! {{{command}}}\nYou must specify a full BattleTag. `Username#1234`": "Formato inválido! {{{command}}}\nDeves especificar a BattleTag completa. `Username#1234`",
    "Invalid format! {{{command}}}\nYou must specify a mode! Available modes are `quickplay` and `competitive`.": "Formato inválido! {{{command}}}\nDeves especificar um modo de jogo! Os modos de jogo disponíveis são `quickplay` e `competitivo`.",
    "Invalid format! {{{command}}}\nYou must specify a valid stat group! Available stat groups are {{{groups}}}.": "Formato inválido! {{{command}}}\nDeves especificar uma estatística de grupo válida! As estatísticas de grupo válidas são {{{groups}}}.",
    "Invalid prefix to delete! Please run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to delete.": "Prefixo inválido para apagar! Por favor, faz {{{command}}} para mostrar todos os prefixos e os seus IDs. O número à frente de cada prefixo é o ID do prefixo, usa-o para selecionar qual é que gostarias de apagar.",
    "Invalid prefix! Please run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to toggle the space after.": "Prefixo inválido! Por favor, faz {{{command}}} para mostrar todos os prefixos e os seus IDs. O número à frente de cada prefixo é o ID do prefixo, usa-o para selecionar ao qual gostarias de acrescentar um espaço à frente.",
    "Invalid usage! Please do {{{command}}} for help on how to use this command.": "Uso inválido! Por favor, faz {{{command}}} para obter ajuda em como usar este comando.",
    "Invite Channel Name": "Nome do Canal do Convite",
    "Invite Channel Type": "Tipo de Canal do Convite",
    "Invite Information": "Informação do Convite",
    "Joined Server At": "Entrou no Servidor A",
    "Kick back and relax.": "Senta-te e descontrai.",
    "`%s` - Kirby.": "`%s` - Kirby.",
    "Last Restart": "Último Reinício",
    "Legendary": "Lendário",
    "Level": "Nível",
    "List of Boorus which are disabled and will not work in this server.": "Lista de Boorus que estão desativados e não irão funcionar neste servidor.",
    "List of prefixes I will respond to in this server.": "Lista de prefixos aos quais irei responder neste servidor.",
    "List of subreddits which are disabled and will not work in this server.": "",
    "`%s` - Lists all employee commands for your tower.": "`%s` - Lista todos os comandos sobre funcionários para a tua torre.",
    "`%s` - Lists all employees working at your tower.": "`%s` - Lista todos os funcionários que trabalham na tua torre.",
    "`%s` - Lists all floor commands for your tower.": "`%s`- Lista todos os comandos relativos a andares para a tua torre.",
    "`%s` - Lists all help topics.": "`%s` - Lista todos os tópicos de ajuda.",
    "`%s` - Lists all the floors in your tower.": "`%s` - Mostra todos os andares da tua torre.",
    "%s - Lists all the gifts you currently have.": "%s - Lista todos os presentes que tens atualmente.",
    "Loading the leaderboard...": "",
    "Local Time": "Hora Local",
    "Locale": "Locale",
    "Location not found! {{{emoji}}}": "Localização não encontrada! {{{emoji}}}",
    "%s - Look up a players skin, previous usernames and more.": "%s - Procura pela skin de um jogador, nomes de utilizador anteriores, entre outros.",
    "%s - Look up a servers information such as the version, ping, player count and more. May not work with all Minecraft servers.": "%s - Procura pela informação de um servidor, tal como a versão, ping, número de jogadores, entre outros. Pode não funcionar com todos os servidores de Minecraft.",
    "%s - Look up basic profile stats for a user.": "%s - Procura pelas estatísticas básicas do perfil de um utilizador.",
    "Look up basic profile stats for a user. {{{example}}}": "Procura por estatísticas básicas do perfil de um utilizador. {{{example}}}",
    "%s - Look up data for a user based on the specified statistic category and gamemode.": "%s - Procura por informações de um utilizador com base na categoria de estatísticas e modo de jogo especificados.",
    "Look up data for a user based on the specified statistic category and gamemode. {{{example}}}": "Procura por informação de um utilizador com base na categoria de estatísticas e modo de jogo especificados. {{{example}}}",
    "%s - Look up heroes played for a user for the specified gamemode.": "%s - Procura pelos heróis jogados por um utilizador no modo de jogo especificado.",
    "Look up heroes played for a user for the specified gamemode. {{{example}}}": "Procura pela lista de heróis jogados por um utilizador num modo de jogo especificado. {{{example}}}",
    "Looking up Overwatch information...": "A procurar por informações do Overwatch...",
    "Low.": "Baixo.",
    "Make sure to collect your earnings and restock it again in %s.": "",
    "Make sure to fix the issues listed above and restock again now!": "Assegura-te de que resolves os problemas indicados acima agora e reabasteces novamente!",
    "Male": "Macho",
    "Medium.": "Médio.",
    "Member Count": "Número de membros",
    "Member Information": "Informação sobre o Membro",
    "Member not found.": "Membro não encontrado.",
    "Metacritic Rating": "Classificação do Metacritic",
    "(Might have been modified by server)": "(Pode ter sido modificado pelo servidor)",
    "Minecraft Commands": "Comandos relativos ao Minecraft",
    "Minecraft Server Information": "Informações sobre o Servidor de Minecraft",
    "Minecraft User Information": "Informação do Utilizador de Minecraft",
    "Modify and edit my configuration for the current Discord server.\n{{{command}}}": "Faz alterações na minha configuração para o servidor de Discord atual.\n{{{command}}}",
    "Modify and edit my configuration for yourself.\n{{{command}}}": "Faz alterações apenas na forma como interajo contigo.\n{{{command}}}",
    "**Multikill Best**: %s.": "**Melhor Multikill**: %s.",
    "My database is very big!": "A minha base de dados é muito grande!",
    "`%s` - Neopolitan from RWBY.": "`%s` - Neopolitan do RWBY.",
    "**New Level**: Level {{{level}}} {{{stat}}}\n": "**Novo Nível**: Nível {{{level}}} {{{stat}}}\n",
    "No Results.": "Sem resultados.",
    "No Results. {{{emoji}}} Make sure you're replacing spaces in tags with _ and separating tags with spaces, like this: {{{example}}}": "Sem resultados. {{{emoji}}} Certifica-te de que estás a substituir os espaços nas tags com _ e a separar tags com espaços, como aqui: {{{example}}}",
    "No Supporters {{{emoji}}}": "Sem contribuidores {{{emoji}}}",
    "No employees assigned to this floor!": "Não há funcionários atribuídos a este andar!",
    "None": "Nenhum",
    "None.": "Nenhum.",
    "**None.**": "**Nenhum.**",
    "Not assigned to a floor.": "Não atribuído a um andar.",
    "Not stocked!": "Nunca foi abastecido!",
    "Now": "Agora",
    "Official Website": "Website Oficial",
    "%s - Open a gift.": "%s - Abre um presente.",
    "%s - Open all gifts.": "%s - Abre todos os presentes.",
    "Original template by: %s": "Template original por: %s",
    "(Original username)": "(Nome de utilizador original)",
    "Out of stock!": "Fora de stock!",
    "Overwatch Profile For {{{user}}}": "Perfil do Overwatch Para {{{user}}}",
    "Overwatch Top {{{mode}}} Heroes Played For {{{user}}}": "Top de Heróis do Overwatch Jogados Pelo {{{user}}} em {{{mode}}}",
    "Overwatch User Lookup Commands": "Comandos de Pesquisa de Jogadores de Overwatch",
    "Overwatch {{{statistic}}} Statistics In {{{mode}}} For {{{user}}}": "Estatísticas de Overwatch em {{{mode}}} do utilizador {{{user}}}",
    "Owner": "Dono",
    "Page {{{page}}}/{{{total}}}": "Página {{{page}}}/{{{total}}}",
    "`%s` - Palutena from Kid Icarus.": "`%s` - Palutena do Kid Icarus.",
    "%s - Pay coins to another user.": "%s - Paga coins a outro utilizador.",
    "*Pfft.* Come back to me when you have at least 25 floors. I ain't buying *that*.": "*Pfft.* Volta a falar comigo quando tiveres pelo menos 25 andares. Eu não vou comprar *isso*.",
    "Ping": "Ping",
    "Platform": "Plataforma",
    "Platforms": "Plataformas",
    "**Play Time**: {{{value}}} hours.": "**Tempo de Jogo**: {{{value}}} horas.",
    "%s - Play the slot machine.": "%s - Joga na máquina de slots.",
    "Player List": "Lista de Jogadores",
    "Players": "Jogadores",
    "Please also make sure you're specifying a language correctly!\n{{{example_1}}}\n{{{example_2}}}": "Por favor certificate que também estás a especificar uma língua corretamente!\n{{{example_1}}}\n{{{example_2}}}",
    "Prefix {{{prefix}}} was successfully deleted! {{{emoji}}}": "O prefixo {{{prefix}}} foi apagado com sucesso! {{{emoji}}}",
    "Prefixes": "Prefixos",
    "Pressure": "Pressão",
    "Prizes will randomise again in: {{{time}}}": "Os prémios serão escolhidos aleatoriamente de novo daqui a: {{{time}}}",
    "Psst. If you're looking for a help message or a list of my commands, do %s": "Psst. Se estás à procura de uma mensagem com ajuda ou a minha lista de comandos, faz %s",
    "*Psst.* Come over here. Hey, listen, that's a fairly nice tower you got there. I'm looking to buy, and your looks pretty good. Let's see... *`{{{floors}}}` floors, every 25 floors is worth 1 ticket...* Alright, I can offer you {{{goldenTickets}}} Golden Ticket(s) for your whole tower. Employees, floors, all of it. If you don't know what a Golden Ticket is, just do {{{command_1}}}. Keeping it short, Golden Tickets are a premium currency used to purchase really good upgrades for your tower. Just to be clear this will **reset all hired employees and floors, and your tower value will be reset. You will keep all your coins, and any spent Golden Tickets and/or Supporter Tickets will be refunded.**\n\nAnyway, with all that fancy warning stuff outta the way, if you want to go ahead with the deal, just type {{{command_2}}}. Remember, there's no undoing this!": "*Psst.* Vem aqui. Ouve, que linda torre que tens aí. Tenho andado à procura de uma para comprar e a tua parece-me muito boa. Vamos ver... *`{{{floors}}}` andares, cada 25 andares valem 1 ticket...* Então, posso oferecer-te {{{goldenTickets}}} Golden Ticket(s) pela tua torre toda. Funcionários, andares, tudo. Se não sabes o que é um Golden Ticket, faz simplesmente {{{command_1}}}. Resumindo, Golden Tickets são uma moeda premium usada para comprar upgrades muito bons para a tua torre. Só para clarificar, isto irá **reiniciar todos os funcionários comprados e andares construídos, reiniciando também o valor da tua torre. Podes manter todas as tuas coins e qualquer Golden Ticket ou Supporter Ticket será reembolsado.**\n\nDe qualquer das formas, com todo este aviso bonito de parte, se quiseres avançar com o negócio faz simplesmente {{{command_2}}}. Lembra-te, não há forma de voltar atrás!",
    "`%s` - Purchase upgrades for your tower.": "`%s` - Compra upgrades para a tua torre.",
    "RAM Usage": "Utilização da RAM",
    "Rain": "Chuva",
    "Rare": "Raro",
    "**Rarity**: %s.\n\n": "**Raridade**: %s.\n\n",
    "__**Rebuild Your Tower**__": "__**Reconstrói a Tua Torre**__",
    "Region": "Região",
    "__Remember to upvote me again in **%s**!__": "__Lembra-te de me dar um upvote outra vez daqii a **%s**!__",
    "Restock Notifications": "Notificações de Reabastecimento",
    "Restock in: {{{time}}}.": "Reabastecimento em: {{{time}}}.",
    "__**Restocked All Floors!**__": "__**Todos os Andares foram Reabastecidos!**__",
    "**Restocking Cost**: %s coins.\n": "**Custo de Reabastecimento**: %s coins.\n",
    "Result for {{{subreddit}}}": "Resultado para {{{subreddit}}}",
    "%s - Retrieves a forecast of the next 24 hours for the specified location.": "%s - Mostra uma previsão meteorológica para as próximas 24 horas na localização especificada.",
    "%s - Retrieves a forecast of the next 5 days for the specified location.": "%s - Mostra uma previsão meteorológica para os próximos 5 dias na localização especificada.",
    "%s - Retrieves the current weather for the specified location.": "%s - Mostra o estado atual do tempo para a localização especificada.",
    "Role Count": "Número de Cargos",
    "`%s` - Rosalina from Super Mario.": "`%s` - Rosalina do Super Mário.",
    "Scan messages from members without a role.": "Procura por mensagens de membros sem cargos.",
    "Scan messages sent by all members.": "Procura por mensagens enviadas por qualquer membro.",
    "Search for random images from a pre-selected assortment of Subreddits!\n\n__**Examples**__\n{{{command_1}}}\n{{{command_2}}}": "Procura por imagens aleatórias de uma lista de subreddits pré-selecionados!\n\n__**Exemplos**__\n{{{command_1}}}\n{{{command_2}}}",
    "Search popular boorus with this command! Choose from the boorus below to search from. Please note that NSFW boorus will only work in NSFW channels!": "Procura boorus populares com este comando! Escolhe um dos boorus abaixo para pesquisar. Por favor, nota que os boorus NSFW apenas irão funcionar em canais NSFW!",
    "Search result for: {{{tags}}}": "Resultado de pesquisa para: {{{tags}}}",
    "Searching on this specific booru has been disabled on this server! Use {{{command}}} to re-enable it.": "A pesquisa neste booru em específico foi desativada neste servidor! Faz {{{command}}} para reativá-lo.",
    "Searching on this specific subreddit has been disabled on this server! Use {{{command}}} to re-enable it.": "",
    "Server": "Servidor",
    "Server Booster Since": "Booster do Servidor Desde",
    "**Server Configuration Updated!**\n\n": "**Configuração do Servidor Atualizada!**\n\n",
    "Server Configuration for {{{server}}}": "Configuração do Servidor para {{{server}}}",
    "Server ID": "ID do Servidor",
    "Server Name": "Nome do Servidor",
    "Server Net Worth Leaderboard": "Tabela de Classificação das Maiores Riquezas do Servidor",
    "Server Statistics": "Estatísticas do Servidor",
    "Server Tower Value Leaderboard": "Tabela de Classificações do Valor da Torre deste Servidor",
    "Set the language that I'll use when responding to you.": "Define a língua que irei usar para te responder.",
    "Shards": "Shards",
    "Shards Online:": "Shards Online:",
    "**Shot Caller**: {{{value}}}": "",
    "Shoutouts to these Erisly Premium users who help keep me alive! If you support me for as little as $1, you'll earn some sweet perks in the process!": "Um grande obrigado para os utilizadores com Erisly Premium que ajudam a manter-me viva! Se contribuíres com tão pouco quanto 1€, irás receber boas regalias!",
    "%s - Show a leaderboard for the highest net worths on Discord.": "%s - Mostra a tabela de classificações para as maiores riquezas no Discord.",
    "`%s` - Shows a leaderboard for the largest towers across Discord.": "`%s` - Mostra a tabela de classificação para as maiores torres no Discord.",
    "Sign Commands": "Comandos de Sinais",
    "Skin Download": "Transferir Skin",
    "Slow down, {{{user}}}! Please wait {{{time}}} before trying again.": "Mais devagar, {{{user}}}! Por favor espera {{{time}}} antes de tentar novamente.",
    "Slow down, {{{user}}}! Please wait {{{time}}} seconds before trying again.": "Tem calma, {{{user}}}! Por favor espera {{{time}}} segundos antes de tentar novamente.",
    "Snow": "Neve",
    "Sorry! Mention prefixes are not supported.": "Desculpa! Prefixos de menção não são suportados.",
    "Sorry! Only Erisly Premium members that are Level 2 (Erisly's Friend) or higher can use commands on my development account! {{{emoji}}} Visit {{{website}}} to check out Erisly Premium, or use commands on my main account: {{{account}}}": "Desculpa! Apenas membros Erisly Premium que são nível 2 (Erisly's Friend) ou superior podem usar comandos na minha conta de desenvolvimento! {{{emoji}}} Visita {{{website}}} para descobrir o Erisly Premium, ou usar comandos na minha conta principal {{{account}}}",
    "Sorry! Something went wrong processing your command. {{{emoji}}} This error has been automatically reported so it can be fixed. If you need any further help, please join my support server using {{{command}}}.": "Desculpa! Algo correu mal ao processar o teu comando. {{{emoji}}} Este erro foi automaticamente reportado para que possa ser resolvido. Se precisares de mais ajuda, por favor, entra no meu servidor de suporte, fazendo {{{command}}}.",
    "Sorry! You don't have permission to use commands on this account. {{{emoji}}} Use commands on my main account: {{{account}}}": "Desculpa! Não tens permissão para usar comandos nesta conta. {{{emoji}}} Usa comandos na minha conta principal: {{{account}}}",
    "Specified url or attached image must be a valid image and must be in JPG or PNG format! {{{emoji}}}": "O URL ou imagem em anexo deve ser uma imagem válida e no formato JPG ou PNG! {{{emoji}}}",
    "**Sportsmanship**: {{{value}}}": "",
    "Start earning some coins already by creating your Tower and by playing my super cool idle game!": "Começa já a receber algumas coins ao criar a tua Torre e a jogar o meu brutal jogo inativo!",
    "Status": "Estado",
    "**Stock Duration**: Level {{{level}}} {{{stat}}}\n": "**Duração do Stock**: Nível {{{level}}} {{{stat}}}\n",
    "Stock duration determines how long a floor will be stocked for once you restock it. The higher the value, the less often you will need to restock that floor. The amount required to restock the floor will not increase.": "A duração do stock indica durante quanto tempo um andar fica abastecido. Quanto maior o valor, menor a frequência necessária de reabastecimento. A quantia necessária para reabastecer um andar não irá aumentar.",
    "Subscribe to daily reward notifications to receive a DM whenever your daily reward is ready to collect!": "",
    "Subscribe to gift notifications to receive a DM whenever you receive a new gift!": "",
    "Subscribe to restock notifications to receive a DM whenever your tower is ready to be restocked!": "",
    "Subscribe to upvote notifications to receive DM reminders to upvote me!": "",
    "**Successfully assigned {{{employee}}} to floor {{{floor}}}!**": "**Atribuído com sucesso o andar {{{floor}}} ao funcionário {{{employee}}}!**",
    "**Support SR**: {{{value}}} ({{{rank}}})": "**SR como Suporte**: {{{value}}} ({{{rank}}})",
    "Supporter Ticket": "Supporter Ticket",
    "Supporter Tickets": "Supporter Tickets",
    "**Supporter Tickets**: %s Supporter Tickets.\n": "**Supporter Tickets**: %s Supporter Tickets.\n",
    "**Supporter Tickets**: %s Supporter Tickets.\n\n": "**Supporter Tickets**: %s Supporter Tickets.\n\n",
    "`%s` - Swap two employees assigned floors.": "`%s` - Troca dois funcionários associados a andares.",
    "TableFlips": "TableFlips",
    "**Tank SR**: {{{value}}} ({{{rank}}})": "**SR como Tanque**: {{{value}}} ({{{rank}}})",
    "Temperature": "Temperatura",
    "Thank you for upvoting me on `%s`!": "Obrigado por me dares um upvote no `%s`!",
    "Thank you so much for leaving a review about me on Bots on Discord!": "Muito obrigado por escreveres uma review sobre mim no Bots on Discord!",
    "Thanks to MCHeads.net for providing Minecraft avatars.": "Agradecimento ao MCHeads.net por fornecer os avatares do Minecraft.",
    "**That employee is not assigned to a floor!**": "**Esse funcionário não está atribuído a um andar!**",
    "That prefix contains invalid characters and cannot be used! Please choose another prefix.": "Esse prefixo contém caracteres inválidos e não pode ser usado! Escolhe outro prefixo, por favor.",
    "That prefix has already been added!": "Esse prefixo já tinha sido adicionado!",
    "That prefix is too long! Please choose a prefix that is less than 1024 characters long!": "Esse prefixo é demasiado longo! Por favor, escolhe um que tenha menos de 1024 caracteres!",
    "**That upgrade has already been fully upgraded!**": "**Esse upgrade já foi totalmente melhorado!**",
    "That user has not played competitive before!": "Esse utilizador nunca jogou competitivo antes!",
    "That user has not played quickplay before!": "Esse utilizador nunca jogou quickplay antes!",
    "That's not a valid Booru! {{{emoji}}} Do {{{command}}} for a list of valid boorus.": "Esse não é um Booru válido! {{{emoji}}} Faz {{{command}}} para ver a lista de boorus válidos.",
    "That's your last prefix! You must have at least one prefix for this server!": "Este é o teu último prefixo! Deves ter pelo menos um prefixo para este servidor!",
    "The NSFW command is %s": "O comando NSFW é %s",
    "There are so many users!": "Existem tantos utilizadores!",
    "This channel must be set as an NSFW channel to use this command. {{{emoji}}}": "Este canal deve estar definido como NSFW para poderes usar este comando. {{{emoji}}}",
    "This command can only be used in a Server and not in Direct Messages.": "Este comando só pode ser usado num Servidor, e não em Mensagens Diretas.",
    "This is the first time you've upvoted me this month so you earned `1` extra coin!": "Esta é a primeira vez que me deste um upvote este mês, por tanto ganhaste `1` coin extra!",
    "This server already has 5 prefixes! Please delete a prefix before trying to add a new prefix.\n{{{command}}}": "Este servidor já tem 5 prefixos! Por favor apaga um prefixo antes de acrescentar outro.\n{{{command}}}",
    "This should only take a moment.": "Isto deve demorar apenas um instante.",
    "This shouldn't take long.": "Isto não deve demorar muito.",
    "**Time Until Next Restock**: %s.\n": "**Tempo Até ao Próximo Reabastecimento**: %s.\n",
    "**Time to Build**: %s.\n": "**Tempo de Construção**: %s.\n",
    "**Tip:** This response can be disabled using {{{command_1}}}. You can *also* disable this tip by executing {{{command_2}}} once.": "**Dica:** Esta resposta pode ser desativada usando {{{command_1}}}. Podes *também* desativar esta dica fazendo {{command_2}}} uma vez.",
    "To make a meme, just type the command, followed by the meme template name, and the texts you want, seperated by `;` symbols.\n**For example:** {{{command_1}}}\n\nIf a meme has more than one text box, you can specify several text boxes by splitting text with more `;` symbols.\n**Like so:** {{{command_2}}}": "Para fazer um meme, simplesmente escreve o comando, seguido do nome do template e o texto que queres, separado por `;`.\n**Por exemplo:** {{{command_1}}}\n\nSe um meme tiver mais do que uma caixa de texto, podes especificar várias caixas de texto ao separar o texto com vários `;`.\n**Tal como:** {{{command_2}}}",
    "Today's Jackpot Winners": "Vencedores do Jackpot de Hoje",
    "Today's Prizes": "Prémios de Hoje",
    "Today's Slot Machine Prizes": "Prémios de Hoje da Máquina de Slots",
    "Toggle a space after a prefix. E.g. {{{example_1}}} and {{{example_2}}}. Run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to toggle the space after.": "Acrescenta um espaço à frente de um prefixo. Ex. {{{example_1}}} e {{{example_2}}}. Faz {{{command}}} para mostrar todos os prefixos e os seus IDs. O número à frente de cada prefixo é o ID do prefixo, usa-o para selecionar ao qual gostarias de acrescentar um espaço à frente.",
    "Too much text to fit in the template! Please write something shorter and try again.": "Demasiado texto para meter num template! Por favor escreve algo mais curto e tenta novamente.",
    "Total Channel Count": "Número Total de Canais",
    "Total Jackpot Winners": "Total de Vencedores do Jackpot",
    "Total Server Count": "Número Total de Servidores",
    "Total User Count": "Número Total de Utilizadores",
    "Tower Commands": "Comandos da Torre",
    "Tower Employee Commands": "Comandos relativos aos Funcionários",
    "Tower Employees Help": "Comandos relativos aos Funcionários da Torre",
    "Tower Floor Commands": "Comandos relativos aos Andares da Torre",
    "Tower Golden Tickets Help": "Ajuda relativa aos Golden Tickets da Torre",
    "__**Tower Stats for {{{user}}}**__": "__**Estatísticas da torre de {{{user}}}**__",
    "Tower Supporter Tickets Help": "Ajuda relativa aos Supporter Tickets da Torre",
    "__**Tower Upgrades**__": "__**Upgrades para a Torre**__",
    "**Tower Value**: %s coins.": "**Valor da Torre**: %s coins.",
    "Tower upgrades are purchased using Golden Tickets or Supporter Tickets.\nFor more information about Golden Tickets, do {{{command_1}}}\nFor more information about Supporter Tickets, do {{{command_2}}}\n\n": "Os upgrades para a torre são comprados com Golden Tickets ou Supporter Tickets.\nPara mais informações sobre Golden Tickets faz {{{command_1}}}\nPara mais informações sobre Supporter Tickets faz {{{command_2}}}\n\n",
    "Type %s to collect it!": "Escreve %s para recolhê-lo!",
    "Type %s to open it!": "Escreve %s para abri-lo!",
    "Type %s to restock it!": "Escreve %s para reabastecê-la!",
    "**Type {{{command_1}}} to hire your next employee!**\nFor more information about hiring employees, do {{{command_2}}}": "",
    "**Type {{{command}}} to start building your next floor!**": "**Escreve {{{command}}} para começar a construção do teu próximo andar!**",
    "Uh oh! It seems that I am not allowed to DM you for some reason! {{{emoji_1}}} Maybe you don't allow direct messages from server members? Or maybe you blocked me...? {{{emoji_2}}}\nTry fixing the issue before trying again. Use this handy Discord guide if you need help {{{guideLink}}} If you're still having issues, ask in my support server! {{{supportLink}}}\n{{{error}}}": "Uh oh! Parece que, por algum motivo, não tenho permissão para te mandar mensagens diretas! {{{emoji_1}}} Talvez não permites receber mensagens diretas de membros do servidor? Ou talvez bloqueaste-me...? {{{emoji_2}}}\nTenta resolver o problema antes de tentar de novo. Use este guia do Discord se precisares de ajuda {{{guideLink}}} Se ainda estiveres com problemas, pede ajuda no meu servidor de suporte! {{{supportLink}}}\n{{{error}}}",
    "`%s` - Unassign an employee from a floor.": "`%s` - Retira o funcionário de um andar.",
    "Uncommon": "Incomum",
    "Under Construction. {{{time}}} left.": "Em construção. {{{time}}} restante.",
    "Unknown User {{{user}}}": "Utilizador Desconhecido {{{user}}}",
    "Unranked": "Sem rank",
    "(Updated to on {{{time}}})": "(Atualizado para em {{{time}}})",
    "__**Upgrade Information**__": "__**Informações sobre o Upgrade**__",
    "**Upgraded Level**: Level {{{level}}} {{{stat}}}\n": "**Nível Melhorado**: Nível {{{level}}} {{{stat}}}\n",
    "Upload Date": "Data de carregamento",
    "Upvote Erisly": "Upvote Erisly",
    "Upvote Notifications": "",
    "Upvote Pages": "Páginas para Upvote",
    "Upvote me to show your support and get coins! Click each link and press \"Upvote\" to help support me and earn some coins!": "",
    "Use a Server Boost to Boost Erisly's Official Discord Server to get Erisly Premium! Do %s for more info.": "Usa um Server Boost no Servidor de Discord Oficial da Erisly para receber o Erisly Premium! Faz {{{command}}} para mais informações.",
    "User": "Utilizador",
    "**User Configuration Failed to Update!**": "**A Atualização da Configuração do Utilizador Falhou!**",
    "**User Configuration Updated!**": "**Configuração do Utilizador Atualizada!**",
    "User Configuration for {{{user}}}": "Configuração de utilizador para {{{user}}}",
    "User not found! (Did you remember to specify their full BattleTag? BattleTag's are CaSe SeNsItIvE. E.g. `User#1234`)": "Utilizador não encontrado! (Lembraste-te de especificar a BattleTag completa? BattleTag's são CaSe SeNsItIvE. Ex: `User#1234`)",
    "User profile is private! Open Overwatch, go to Options, then the Social Tab and change Career Profile Visibility to Public.": "O perfil do utilizador é privado! Abre o Overwatch, vai a Opções, seleciona a aba Social e muda a Visibilidade do Perfil de Carreira para Público.",
    "Username History": "Histórico de Nomes de Utilizador",
    "Username History Continued": "Histórico de Nomes de Utilizador (continuação)",
    "Various commands to lookup the current weather or forecast for a specified city or location.": "Vários comandos para ver o tempo atual ou previsão meteorológica para a cidade ou localização especificada.",
    "Various lookup commands for the game Minecraft.": "Vários comandos de pesquisa para o jogo Minecraft.",
    "Various lookup commands for the game Overwatch.": "Vários comandos de pesquisa para o jogo Overwatch.",
    "Verification Level": "Nível de Verificação",
    "Version": "Versão",
    "Video Author": "Autor do Vídeo",
    "Video Title": "Título do Vídeo",
    "%s - View another users balance.": "%s - Vê o saldo de outros utilizadores.",
    "View on RAWG": "Ver no RAWG",
    "%s - View todays slot machine prizes.": "%s - Ver os prémios da máquina de slots de hoje.",
    "**WARNING**: This will use `1` of your {{{emoji}}} Golden Tickets!": "**AVISO**: Esta ação vai usar `1` um dos teus {{{emoji}}} Golden Tickets!",
    "**WARNING**: This will use `1` of your {{{emoji}}} Supporter Tickets!": "**AVISO**: Esta ação vai usar `1` um dos teus {{{emoji}}} Supporter Tickets!",
    "Want to add me to another server? Sure thing! {{{emoji}}} Just click on this link to add me to your server: {{{inviteLink}}}": "Queres-me adicionar noutro servidor? É para já! {{{emoji}}} Basta carregar neste link para me adicionares ao teu servidor: {{{inviteLink}}}",
    "Want to disable certain Boorus in this server? {{{emoji}}} Use {{{command}}}": "Queres desativar certos Boorus neste servidor? {{{emoji}}} Usa {{{command}}}",
    "Want to disable certain subreddits in this server? {{{emoji}}} Use {{{command}}}": "",
    "**Want to skip the waiting time? Get started with Erisly Premium! One of the perks of Erisly Premium is reduced waiting time! Get started today by doing {{{command}}} for more info.**": "**Queres passar à frente o tempo de espera? Começa com o Erisly Premium! Uma das regalias do Erisly Premium é tempo de espera reduzido! Começa hoje escrevendo {{{command}}} para mais informações.**",
    "Warning! Not all translations will be 100% accurate.": "Aviso! Nem todas as traduções serão 100% exatas.",
    "Watch On YouTube": "Vê no YouTube",
    "**Weapon Accuracy**: %s": "**Precisão da Mira**: %s",
    "Weather Commands": "Comandos relativos à Meteorologia",
    "Weather for {{{location}}}": "Meteorologia para {{{location}}}",
    "**Weather:** {{{weather}}}\n**Temperature:** {{{temperature}}}\n**Precipitation:** {{{precipitation}}}\n**Wind:** {{{wind}}}": "**Meteorologia:** {{{weather}}}\n**Temperatura:** {{{temperature}}}\n**Precipitação:** {{{precipitation}}}\n**Vento:** {{{wind}}}",
    "**What are Golden Tickets?**\nGolden Tickets are a rare currency in this game that allow you to purchase legendary upgrades for your tower!\n\n**How do I get Golden Tickets?**\nRebuilding your tower will earn you Golden Tickets! If you choose to rebuild your tower, for every 25 floors in your tower you will earn 1 Golden Ticket! {{{towerRebuildCommand}}}\n\n**How does spending Golden Tickets Work?**\nOnce you spend your Golden Ticket, it will be assigned to that upgrade until you rebuild your tower. If you rebuild your tower, all upgrades will be refunded, and you will end up with as many Golden Tickets as you had before spending them, plus the new amount of Golden Tickets you just earned from rebuilding your tower!": "**O que são os Golden Tickets?**\nGolden Tickets são uma moeda rara neste jogo que permitem comprar upgrades lendários para a tua torre!\n\n**Como posso obter Golden Tickets?**\nAo reconstruir a tua torre irás ganhar Golden Tickets! Se optares por reconstruir a tua torre, por cada 25 andares na tua torre irás ganhar 1 Golden Ticket! {{{towerRebuildCommand}}}\n\n**Como funciona o uso dos Golden Tickets?**\nQuando usas um Golden Ticket, esse vai ser gasto no upgrade que selecionaste, até reconsteuires a tua torre. Se recontruires a tua torre, todos os upgrades serão reembolsados, e acabarás por ficar com tantos Golden Tickets quanto os que tinhas antes de os gastares, mais a quantia extra de Golden Tickets ganhos por recontruíres a tua torre!",
    "**What are Supporter Tickets?**\nSupporter Tickets work exactly the same as Golden Tickets, however, you get these tickets by becoming a Erisly Premium member. {{{premiumCommand}}}\n\n**What happens if I stop pledging?**\nIf you happen to stop pledging money on Patreon, or if your payment fails for some reason, your Supporter Tickets will be revoked and any upgrades that they are used on will also be reset.\n\n**How often do I get the tickets?**\nYou receive the specified amount of Supporter Tickets across your entire duration as a Erisly Premium member. For example, if you choose to be Erisly's Casual Friend, then you will instantly receive 1 supporter ticket.": "**O que são os Supporter Tickets?**\nOs Supporter Tickets funcionam exatamente da mesma forma que os Golden Tickets, no entanto, ganhas estes tickets quando passas a ser um membro Premium da Erisly. {{{premiumCommand}}}\n\n**O que acontece se parar de doar?**\nNo caso de parares de doar dinheiro através do Patreon, ou se o teu pagamento falha por alguma razão, os teus Supporter Tickets serão cancelados e qualquer upgrade onde estes foram usados também será reiniciado.\n\n**Com que frequência recebo estes tickets?**\nRecebes um certo número de Supporter Tickets ao longo que vais sendo um membro Premium da Erisly. Por exemplo, se escolheres ser um/uma Erisly Causal Friend, irás receber instantaneamente 1 Supporter Ticket.",
    "When you hire an employee, there are 4 rarities of employees that you can possibly get:\n{{{MEmployeeCommon}}}**Common Employee** - Will earn x1 the amount of coins that a floor can earn.\n{{{MEmployeeUncommon}}}**Uncommon Employee** - Will earn x1.25 the amount of coins that a floor can earn.\n{{{MEmployeeRare}}}**Rare Employee** - Will earn x1.5 the amount of coins that a floor can earn.\n{{{MEmployeeLegendary}}}**Legendary Employee** - Will earn x2 the amount of coins that a floor can earn.\n\n**For a floor to be restocked and earn coins, an employee __must__ be working on that floor. The amount of coins earned by a floor will vary depending on the rarity of the employee and the base earnings of the floor the employee is assigned to.**\nIt is possible for an employee to not be assigned to a floor, but an employee must be assigned to a floor for that floor to produce earnings.\nEmployees will increase your net worth based on their rarity and assigned floor.": "Quando contratas um funcionário, há 4 raridades de funcionários possíveis de obter:\n{{{MEmployeeCommon}}}**Funcionário Comum** - Irá produzir x1 a quantidade de coins que um andar pode produzir.\n{{{MEmployeeUncommon}}}**Funcionário Incomum** - Irá produzir x1.25 a quantidade de coins que um andar pode produzir.\n{{{MEmployeeRare}}}**Funcionário Raro** - Irá produzir x1.5 a quantidade de coins que um andar pode produzir.\n{{{MEmployeeLegendary}}}**Funcionário Lendário** - Will earn x2 the amount of coins that a floor can earn.\n\n**Para um andar ser reabastecido e produzir coins, um funcionário __deve__ estar a trabalhar nesse andar. A quantidade de coins produzidas por um andar irá variar consoante a raridade do funcionário e a produção base do andar ao qual está atribuído.**\nÉ possível um andar não estar atribuído a um funcionário, mas um andar deve estar atribuído a um funcionário para esse produzir receitas.\nOs funcionários irão aumentar a tua riqueza com base na sua raridade e o andar atribuído.",
    "Where's that silly file?": "Onde está aquele ficheiro manhoso?",
    "Why don't you create a Coins profile and start competing with other users across Discord in my awesome global economy game?": "Porquê é que não crias um perfil de Coins e começas a competir com outros utilizadores no Discord no meu jogo brutal de economia global?",
    "Wind": "Vento",
    "Yes, {{{username}}}?": "Sim, {{{username}}}?",
    "You Lose! Better luck next time!": "Perdeste! Mais sorte da próxima vez!",
    "You can convert different amounts from currencies too!": "Também podes converter quantias diferentes desta ou de outras moedas!",
    "You can convert from a specific currency too!": "Também podes converter a partir de uma moeda específica!",
    "You can convert to a specific currency too!": "Também podes converter para uma moeda específica!",
    "**You can only have up to 3 floors being built at once!**": "**Só podes ter até 3 andares em construção ao mesmo tempo!**",
    "You can't slap yourself! {{{emoji}}}": "Não podes bater em ti próprio! {{{emoji}}}",
    "**You do not have a coins profile! Please do {{{command}}} first!**": "**Não tens um perfil de Coins! Por favor faz {{{command}}} primeiro!**",
    "**You do not have enough Golden Tickets or Supporter Tickets to purchase this upgrade!\n{{{command_1}}}\n{{{command_2}}}**": "**Não tens Golden Tickets ou Supporter Tickets suficientes para comprar este upgrade!\n{{{command_1}}}\n{{{command_2}}}**",
    "You earned `%s` coins!": "Ganhaste `%s` coins!",
    "You earned {{{earnings}}} coins from the last restock!": "",
    "You earned {{{earnings}}} coins from the last restock! Your tower was not automatically restocked. Run {{{command}}} to restock your tower!\n": "Ganhaste {{{earnings}}} coins do último reabastecimento! A tua torre não foi automaticamente reabastecida. Faz {{{command}}} para reabastecer a tua torre!\n",
    "**You have %s gift to open!**": "**Tens %s presente por abrir!**",
    "**You have %s gifts to open!**": "**Tens %s presentes por abrir!**",
    "You have enough coins to start building a new floor in your Tower!": "",
    "You have enough floors to rebuild your Tower and earn some Golden Tickets!": "",
    "**You have not created your tower yet! Please create your tower first by doing {{{command}}}**": "**Ainda não tens uma torre criada! Por favor cria a tua torre primeiro fazendo {{{command}}}**",
    "You have some unspent Golden Tickets! You can use these to upgrade your Tower!": "",
    "You must search for something! Example: {{{command}}}": "Deves procurar por alguma coisa! Exemplo: {{{command}}}",
    "You must specify a Minecraft player's username or UUID. {{{example_1}}} {{{example_2}}}": "Deves especificar um nome de utilizador do Minecraft ou UUID. {{{example_1}}} {{{example_2}}}",
    "You must specify a Minecraft servers's IP. {{{example}}}": "Deves especificar o IP de um servidor de Minecraft. {{{example}}}",
    "You must specify a URL {{{command}}} or upload a file! {{{emoji}}}": "Deves especificar um URL {{{command}}} ou carregar um ficheiro! {{{emoji}}}",
    "You must specify a valid invite link! {{{emoji}}} {{{example}}}": "Deves especificar um link de convite válido! {{{emoji}}} {{{example}}}",
    "You must specify some text! {{{emoji}}} {{{example}}}": "Deves especificar algum texto! {{{emoji}}} {{{example}}}",
    "You need to mention someone! E.g. {{{example}}} {{{emoji}}}": "Tens de mencionar alguém! Ex. {{{example}}} {{{emoji}}}",
    "You need to specify a location! {{{example}}} {{{emoji}}}": "Tens de especificar uma localização! {{{example}}} {{{emoji}}}",
    "You need to specify a meme name! Do %s for help on how to use this command properly.": "Tens de especificar o nome de um meme! Faz %s para obter ajuda em como usar este comando corretamente.",
    "You need to specify a valid meme template name! Do %s for help on how to use this command properly.": "Tens de especificar o nome de um meme template válido! Faz %s para obter ajuda em como usar este comando corretamente.",
    "You need to specify some search arguments! E.g. {{{example}}}": "Tens de especificar algum argumento de pesquisa! Ex. {{{example}}}",
    "You need to specify some tags to search! {{{emoji}}} E.g. {{{example_1}}} or {{{example_2}}}": "Tens de especificar algumas etiquetas a procurar! {{{emoji}}} E.g. {{{example_1}}} ou {{{example_2}}}",
    "You need to specify text to put into the meme! Do %s for help on how to use this command properly.": "Tens de especificar o texto a colocar no meme! Faz %s para obter ajuda em como usar este comando corretamente.",
    "**You need {{{coins}}} more coins to do this!** {{{emoji}}}": "",
    "You will not be able to get a refund on this or change it until you rebuild your tower!\n**Run {{{command}}} to confirm the chosen upgrade!**": "Não será possível receber um reembolso desta ação ou alterá-la até que reconstruas a tua torre!\n**Faz {{{command}}} para confirmar o upgrade escolhido!**",
    "You wouldn't dare slap a goddess. {{{emoji}}}": "Tu não te irias atrever a dar uma chapada a uma deusa. {{{emoji}}}",
    "__**You're about to build the next floor in your tower!**__": "__**Estás prestes a construir o próximo andar na tua torre!**__",
    "__**You're about to hire the next employee to work in your tower!**__": "__**Estás prestes a contratar o próximo funcionário para trabalhar na tua torre!**__",
    "**You've already created your tower! You cannot create another!**": "**Já tens uma torre criada! Não podes criar outra!**",
    "You've already voted for this site today!": "Já votaste neste site hoje!",
    "**You've received a new gift!**": "**Recebeste um novo presente!**",
    "You've subscribed to receiving Direct Message notifications whenever you can upvote me! If you ever want to disable these, just do {{{command}}}": "",
    "You've subscribed to receiving Direct Message notifications whenever you receive a new gift! If you ever want to disable these, just do {{{command}}}": "",
    "You've subscribed to receiving Direct Message notifications whenever your daily gift is ready to collect! If you ever want to disable these, just do {{{command}}}": "",
    "You've subscribed to receiving Direct Message notifications whenever your tower needs to be restocked! If you ever want to disable these, just do {{{command}}}": "",
    "You've upvoted me {{{count}}} times this month so you earned an extra {{{count}}} coins!": "Fizeste-me upvote {{{count}}} vezes este mês, portanto ganhaste um extra de {{{count}}} coins!",
    "YouTube Search Results": "Resultados de pesquisa do YouTube",
    "Your Employees": "Os Teus Funcionários",
    "Your Floors": "Os Teus Andares",
    "Your Shard ID:": "O ID do teu Shard:",
    "**Your daily gift is ready to collect!**": "**O teu presente diário está pronto para ser recolhido!**",
    "Your daily reward is ready to be collected!": "A tua recompensa diária está pronta a ser recolhida!",
    "**Your tower doesn't have any employees yet! {{{command}}}**": "**A tua torre ainda não tem nenhum funcionário! {{{command}}}**",
    "**Your tower doesn't have any floors yet! {{{command}}}**": "**A tua torre ainda não tem nenhum andar! {{{command}}}**",
    "Your tower is ready to be restocked!": "A tua torre está pronta a ser reabastecida!",
    "**Your tower is ready to be restocked!**": "**A tua torre está pronta para ser reabastecida!**",
    "Your tower's earnings will be available to collect once it runs out of stock.": "",
    "[Click here to download this users skin.]({{{link}}})": "[Carrega aqui para transferir a skin deste utilizador.] ({{{link}}})",
    "**[If you want to help translate Erisly, click here!]({{{link}}})**": "**[Se queres ajudar a traduzir para a PikaGirk, clica aqui!]({{{link}}})**",
    "[Not Set]": "[Não definido]",
    " and ": " e ",
    "has %s available gift to open!": "tem %s presentes disponível para abrir!",
    "has %s available gifts to open!": "tem %s presentes disponíveis para abrir!",
    " hours": " horas",
    "`{{{amount}}} {{{currency}}}` Conversion Rates": "`{{{amount}}} {{{currency}}}` Taxas de câmbio",
    "{{{author}}} slapped {{{mention}}}!": "{{{author}}} deu uma chapada em {{{mention}}}!",
    "{{{booru}}} was added as a disabled Booru and users will no longer be able to use me to search on that Booru on this server.": "{{{booru}}} foi adicionado à lista de Boorus desativados e não pode mais ser usado pelos utilizadores neste servidor.",
    "{{{booru}}} was removed as a disabled Booru and users will now be able to use me to search on that Booru on this server.": "{{{booru}}} foi removido da lista de Boorus desativados e pode ser novamente usado pelos utilizadores deste servidor.",
    "**{{{employee}}} is already assigned to this floor! Try doing {{{command}}} to make them swap places.**": "**{{{employee}}} já está atribuído a este andar! Tenta fazer {{{command}}} para trocá-los de lugar.**",
    "**{{{employee}}} is already assigned to this floor!**": "**{{{employee}}} já está atribuído a este andar!**",
    "**{{{employee}}} is no longer assigned to a floor!**": "**{{{employee}}} não está mais destacado para um andar!**",
    "{{{employee}}} is no longer assigned to a floor.": "{{{employee}}} não está mais destacado para um andar.",
    "{{{employee}}} is now assigned to floor {{{floor}}}.": "{{{Funcionário}}} está agora destacado para o andar {{{floor}}}.",
    "{{{flag}}} {{{code}}} - {{{name}}} - ({{{percentTranslated}}} Translated)": "{{{flag}}} {{{code}}} - {{{name}}} - ({{{percentTranslated}}} Traduzido)",
    "__**{{{floorID}}}**__ (**{{{earnings}}}**cph) (Restock Cost: **{{{restockingCost}}}**c): **{{{restockTime}}}**": "__**{{{floorID}}}**__ (**{{{earnings}}}**cph) (Custo de reabastecimento: **{{{restockingCost}}}**c): **{{{restockTime}}}**",
    "{{{online}}} Online Members\n{{{total}}} Total Members": "{{{online}}} Membros Online\n{{{total}}} Total de Membros",
    "{{{prefix}}} added as a valid prefix.\n**Example Usage**: {{{exampleUsage}}}\n\n**NOTE**: If you would like to have a space after the prefix please run {{{command}}}": "{{{prefix}}} adicionado como prefixo válido.\n**Exemplo de uso**: {{{exampleUsage}}}\n\n**NOTA**: Se gostarias de acrescentar um espaço à frente do prefixo por favor faz {{{command}}}",
    "{{{subreddit}}} was added as a disabled subreddit and users will no longer be able to use me to search on that subreddit on this server.": "",
    "{{{subreddit}}} was removed as a disabled subreddit and users will now be able to use me to search on that subreddit on this server.": "",
    "**{{{tickets}}} Available**: {{{value}}}": "**{{{tickets}}} Disponíveis**: {{{value}}}",
    "**{{{user}}} I couldn't find a gift by that name! Did you spell it correctly?**": "**{{{user}}} Não consegui encontrar um presente com esse nome! Escreveste-o corretamente?**",
    "**{{{user}}} I don't need your coins!**": "**{{{user}}} Eu não preciso das tuas coins!**",
    "**{{{user}}} Invalid amount to send! {{{command}}}**": "**{{{user}}} Quantia inválida para enviar! {{{command}}}**",
    "**{{{user}}} Invalid bet! {{{command}}}**": "**{{{user}}} Aposta inválida! {{{command}}}**",
    "**{{{user}}} Invalid usage! You must mention someone! {{{command}}}**": "**{{{user}}} Utilização inválida! Deves mencionar alguém! {{{command}}}**",
    "**{{{user}}} Sorry! You must have the permission `Manage Server` to be able to do that!**": "**{{{user}}} Desculpa! Deves ter a permissão `Manage Server`para poder fazer isso!**",
    "**{{{user}}} The mentioned user does not have a coins profile!**": "**{{{user}}} O utilizador mencionado não tem um perfil de coins!**",
    "**{{{user}}} The mentioned user does not have a tower!**": "**{{{user}}} O utilizador mencionado não tem uma torre!**",
    "**{{{user}}} Transfer of {{{amount}}} coins from {{{author}}} to {{{mention}}} complete!**": "**{{{user}}} Transferência de {{{amount}}} coins de {{{author}}} para {{{mention}}} concluída!**",
    "**{{{user}}} You already have a coins profile! There is no need to make another.**": "**{{{user}}} Já tens um perfil de coins! Não precisas de criar outro.**",
    "**{{{user}}} You can't pay yourself!**": "**{{{user}}} Não podes pagar a ti próprio!**",
    "**{{{user}}} You don't have enough coins to place that bet!**": "**{{{user}}} Não tens coins suficientes para fazer essa aposta!**",
    "**{{{user}}} You have no available gifts to open.**": "**{{{user}}} Não tens presentes para abrir.**",
    "**{{{user}}} You just found a total of {{{coins}}} coins in your daily gift! Check back tomorrow for more!**": "**{{{user}}} Acabaste de encontrar o total de {{{coins}}} coins no teu presente diário! Volta amanhã para receber mais!**",
    "**{{{user}}} You know you can just do {{{command}}}, right?**": "***{{{user}}} Sabes que podes simplesmente fazer {{{command}}}, certo?**",
    "**{{{user}}} You must wait another {{{time}}} before you can collect your daily gift again.**": "**{{{user}}} Tens de esperar {{{time}}} antes de poderes recolher o teu presente diário novamente.**",
    "**{{{user}}} You need to place a bet that is at least 1 coin or higher!**": "**{{{user}}} Tens de fazer uma aposta de 1 coin ou mais!**",
    "**{{{user}}} You need to place a bet! {{{command}}}**": "**{{{user}}} Precisas de fazer uma aposta! {{{command}}}**",
    "**{{{user}}} You need {{{coins}}} more coins to complete that transaction!**": "",
    "**{{{user}}} You opened the {{{giftName}}} gift and found {{{amount}}} coins!**": "**{{{user}}} Abriste o presente {{{giftName}}} e encontraste {{{amount}}} coins!**",
    "**{{{user}}} You opened {{{count}}} gifts and found {{{amount}}} coins!**": "**{{{user}}} Abriste {{{count}}} presentes e encontraste {{{amount}}} coins!**",
    "{{{user}}} Your randomly generated password is: {{{password}}}": "{{{user}}} A tua password gerada aleatoriamente é: {{{password}}}",
    "**{{{user}}} currently has {{{balance}}} coins.**": "**{{{user}}} tem atualmente {{{balance}}} coins.**",
    "{{{user}}} is now playing.": "{{{user}}} está agora a jogar.",
    "**{{{user}}} just had a coins profile created and 10 coins added to it.** {{{emoji}}} **Why don't you get started on earning some coins by creating your tower? {{{command}}}**": "**{{{user}}} acabou de criar um perfil de coins e recebeu 10 coins.** {{{emoji}}} **Porquê é que não começas a ganhar coins ao criar a tua torre? {{{command}}}**",
    "{{{user}}}, please wait for your previous message to finish processing.": "{{{user}}}, por favor aguarda enquanto as tuas últimas mensagens estão a ser processadas."
}