{
    "\n\n**Congratulations! You've officially completed the basics of setting up your tower! Build new floors, expand your tower, hire more employees and earn more coins! Aim to become the richest player on Discord and in your Server! Have fun! For a full list of Tower commands, do {{{command}}}**": "",
    "\n\n**Now the very final step to complete the basics of your tower is to restock it so you can start earning coins!** {{{command}}}": "",
    " **You earned {{{earnings}}} coins from the last restock! Your tower was not automatically restocked. Run {{{command}}} to restock your tower!**\n": "",
    " Build cost determines the multiplier of how many coins it costs to build a floor. The lower the multiplier, the cheaper floors will be to build.": "",
    " and ": "",
    " hours": "",
    "%s consecutive day!": "",
    "%s consecutive days!": "",
    "%s day": "",
    "%s days": "",
    "%s hour": "",
    "%s hours": "",
    "%s minute": "",
    "%s minutes": "",
    "%s second": "",
    "%s seconds": "",
    "(+%s extra coin)": "",
    "(+%s extra coins)": "",
    "(Expires in %s)": "",
    "(Might have been modified by server)": "",
    "(Original username)": "",
    "(Updated to on {{{time}}})": "",
    "**(NSFW Warning)**": "",
    "**An assortment of templates of various characters holding signs with text on it!**": "",
    "**An employee cannot be swapped out while the floor is still stocked! The floor will be out of stock in {{{time}}}. Try again then.**": "",
    "**Appropriate Values**: {{{values}}}": "",
    "**Assign this new employee to a floor now! {{{command}}}**": "",
    "**Assign your new employee to the floor your just built! {{{command}}}**": "",
    "**Base Earnings**: %s coins per hour.\n": "",
    "**Build Cost**: Level {{{level}}} {{{stat}}}\n": "",
    "**Build Time**: Level {{{level}}} {{{stat}}}\n": "",
    "**Collected All Earnings!**\n\n": "",
    "**Congratulations! {{{emoji}}} You've officially built the very first floor for your tower! As you probably saw, this floor was set to be built instantly. You're almost finished setting up the basics of your tower! The next step is to hire your first employee to work at your tower. {{{command}}}**": "",
    "**Congratulations! {{{emoji}}} You've officially created the initial base of your tower! The next step is to build your first floor for your tower!** {{{command}}}": "",
    "**Congratulations! {{{emoji}}} You've officially started construction of floor {{{floorNumber}}}! It will be complete in {{{time}}}.**": "",
    "**Congratulations! {{{emoji}}} You've rebuilt your tower! As promised, you will find that you have now earned {{{earnedGoldenTickets}}} Golden Ticket(s), bringing you to a grand total of {{{totalGoldenTickets}}} Golden Ticket(s). Feel free to purchase any premium upgrades with your tickets by doing {{{command_1}}}. Now, it's back to basics. The first step is to build your first floor for your new tower!** {{{command_2}}}": "",
    "**Cost to Build**: %s coins.\n": "",
    "**Cost to Restock**: %s coins.\n": "",
    "**Cost**: %s coins.\n\n": "",
    "**Could not find an employee by that name! (Employee #1)**": "",
    "**Could not find an employee by that name! (Employee #2)**": "",
    "**Could not find an employee by that name!**": "",
    "**Current Earnings**: %s coins per hour.\n": "",
    "**Current Level**: Level {{{level}}} {{{stat}}}\n": "",
    "**Current Prefixes for this Server**": "",
    "**Current Value**: {{{value}}}\n{{{command}}}": "",
    "**Disabled Boorus for this Server**": "",
    "**Eliminations Per Life**: %s eliminations.": "",
    "**Employee Cost**: Level {{{level}}} {{{stat}}}\n\n": "",
    "**Employee Name**: %s.\n": "",
    "**Employees Swapped!**": "",
    "**Employees**: %s employees.\n": "",
    "**Endorsement Level**: {{{value}}}": "",
    "**Example Prefix Usage**: {{{example}}}": "",
    "**Floor Number**: %s.\n": "",
    "**Floors**: %s floors.\n": "",
    "**For more information about an upgrade, do {{{command}}}**": "",
    "**Games Lost**: {{{value}}}": "",
    "**Games Played**: %s games.": "",
    "**Games Played**: {{{value}}}": "",
    "**Games Won**: %s games.": "",
    "**Games Won**: {{{value}}}": "",
    "**Gender**: %s.\n": "",
    "**Golden Tickets Available**: {{{value}}}": "",
    "**Golden Tickets**: %s Golden Tickets.\n": "",
    "**Good Teammate**: {{{value}}}": "",
    "**Hours Played**: %s hours.": "",
    "**Invalid Page Number!**": "",
    "**Invalid Upgrade! View a list of available upgrades by typing {{{command}}}**": "",
    "**Invalid command usage! You must specify the names of the two employees you want to swap! {{{command}}}**": "",
    "**Invalid command usage! You must type in the name of the employee and the floor you want to assign them to! {{{command}}}**": "",
    "**Invalid command usage! You must type in the name of the employee you want to unassign! {{{command}}}**": "",
    "**Invalid floor!**": "",
    "**Invalid page number!**": "",
    "**Multikill Best**: %s kills.": "",
    "**New Level**: Level {{{level}}} {{{stat}}}\n": "",
    "**None.**": "",
    "**Page {{{currentPage}}}/{{{totalPages}}}**\n{{{command}}}": "",
    "**Play Time**: {{{value}}} hours.": "",
    "**Rarity**: %s.\n\n": "",
    "**Remember to collect your daily reward!**": "",
    "**Restocking Cost**: %s coins.\n": "",
    "**SR**: {{{value}}} ({{{rank}}})": "",
    "**Server Configuration Updated!**\n\n": "",
    "**Shot Caller**: {{{value}}}": "",
    "**Sportsmanship**: {{{value}}}": "",
    "**Stock Duration**: Level {{{level}}} {{{stat}}}\n": "",
    "**Successfully assigned {{{employee}}} to floor {{{floor}}}**!": "",
    "**Supporter Tickets Available**: {{{value}}}": "",
    "**Supporter Tickets**: %s Supporter Tickets.\n": "",
    "**Supporter Tickets**: %s Supporter Tickets.\n\n": "",
    "**That employee is not assigned to a floor!**": "",
    "**That upgrade has already been fully upgraded!**": "",
    "**Time Until Next Restock**: %s.\n": "",
    "**Time to Build**: %s.\n": "",
    "**Tip:** This response can be disabled using {{{command_1}}}. You can *also* disable this tip by executing {{{command_2}}} once.": "",
    "**Tower Value**: %s coins.": "",
    "**Type {{{command_1}}} to hire your next employee!**\n**For more information about hiring employees, do {{{command_2}}}**": "",
    "**Type {{{command}}} to start building your next floor!**": "",
    "**Upgraded Level**: Level {{{level}}} {{{stat}}}\n": "",
    "**User Configuration Failed to Update!**": "",
    "**User Configuration Updated!**": "",
    "**WARNING**: This will use `1` of your {{{emoji}}} Golden Tickets!": "",
    "**WARNING**: This will use `1` of your {{{emoji}}} Supporter Tickets!": "",
    "**Want to skip the waiting time? Get started with Erisly Premium! One of the perks of Erisly Premium is reduced waiting time! Get started today by doing {{{command}}} for more info.**": "",
    "**Weapon Accuracy**: %s.": "",
    "**What are Golden Tickets?**\nGolden Tickets are a rare currency in this game that allow you to purchase legendary upgrades for your tower!\n\n**How do I get Golden Tickets?**\nRebuilding your tower will earn you Golden Tickets! If you choose to rebuild your tower, for every 25 floors in your tower you will earn 1 Golden Ticket! {{{towerRebuildCommand}}}\n\n**How does spending Golden Tickets Work?**\nOnce you spend your Golden Ticket, it will be assigned to that upgrade until you rebuild your tower. If you rebuild your tower, all upgrades will be refunded, and you will end up with as many Golden Tickets as you had before spending them, plus the new amount of Golden Tickets you just earned from rebuilding your tower!": "",
    "**What are Supporter Tickets?**\nSupporter Tickets work exactly the same as Golden Tickets, however, you get these tickets by becoming a Erisly Premium member. https://erisly.com/premium\n\n**What happens if I stop pledging?**\nIf you happen to stop pledging money on Patreon, or if your payment fails for some reason, your Supporter Tickets will be revoked and any upgrades that they are used on will also be reset.\n\n**How often do I get the tickets?**\nYou receive the specified amount of Supporter Tickets across your entire duration as a Erisly Premium member. For example, if you choose to be Erisly's Casual Friend, then you will instantly receive 1 supporter ticket.": "",
    "**You can only have up to 3 floors being built at once!**": "",
    "**You do not have enough Golden Tickets or Supporter Tickets to purchase this upgrade!\n{{{command_1}}}\n{{{command_2}}}**": "",
    "**You don't have enough coins to do this!** {{{emoji}}}": "",
    "**You have %s gift to open!**": "",
    "**You have %s gifts to open!**": "",
    "**You have not created your tower yet! Please create your tower first by doing {{{command}}}** {{{emoji}}}": "",
    "**You've already created your tower! You cannot create another!**": "",
    "**You've received a new gift!**": "",
    "**Your daily gift is ready to collect!**": "",
    "**Your tower doesn't have any floors yet! {{{command}}}**": "",
    "**Your tower is ready to be restocked!**": "",
    "**[If you want to help translate Erisly, click here!]({{{link}}})**": "",
    "**{{{employee}}} cannot be swapped out while the floor that they are on is still stocked! The floor will be out of stock in {{{time}}}. Try again then.**": "",
    "**{{{employee}}} is already assigned to this floor! Try doing {{{command}}} to make them swap places.**": "",
    "**{{{employee}}} is already assigned to this floor!**": "",
    "**{{{employee}}} is no longer assigned to a floor!**": "",
    "**{{{user}}} Erisly doesn't need your coins!**": "",
    "**{{{user}}} I couldn't find a gift by that name! Did you spell it correctly?**": "",
    "**{{{user}}} Invalid amount to send! {{{command}}}**": "",
    "**{{{user}}} Invalid bet! {{{command}}}**": "",
    "**{{{user}}} Invalid usage! You must mention someone! {{{command}}}**": "",
    "**{{{user}}} Sorry! You must have the permission `Manage Server` to be able to do that!**": "",
    "**{{{user}}} The mentioned user does not have a coins profile!**": "",
    "**{{{user}}} Transfer of {{{amount}}} coins from {{{author}}} to {{{mention}}} complete!**": "",
    "**{{{user}}} You already have a coins profile! There is no need to make another.**": "",
    "**{{{user}}} You can't pay yourself!**": "",
    "**{{{user}}} You do not have a coins profile! Please do {{{command}}} first!**": "",
    "**{{{user}}} You don't have enough coins to complete that transaction!**": "",
    "**{{{user}}} You don't have enough coins to place that bet!**": "",
    "**{{{user}}} You have no available gifts to open.**": "",
    "**{{{user}}} You just found {{{coins}}} coins in your daily gift! Check back tomorrow for more!**": "",
    "**{{{user}}} You know you can just do {{{command}}}, right?**": "",
    "**{{{user}}} You must wait another {{{time}}} before you can collect your daily gift again.**": "",
    "**{{{user}}} You need to place a bet that is at least 1 coin or higher!**": "",
    "**{{{user}}} You need to place a bet! {{{command}}}**": "",
    "**{{{user}}} You opened the {{{giftName}}} gift and found {{{amount}}} coins!**": "",
    "**{{{user}}} You opened {{{count}}} gifts and found {{{amount}}} coins!**": "",
    "**{{{user}}} currently has {{{balance}}} coins.**": "",
    "**{{{user}}} just had a coins profile created and 10 coins added to it.** {{{emoji}}} **Why don't you get started on earning some coins by creating your tower? {{{command}}}**": "",
    "*Pfft.* Come back to me when you have at least 25 floors. I ain't buying *that*.": "",
    "*Psst.* Come over here. Hey, listen, that's a fairly nice tower you got there. I'm looking to buy, and your looks pretty good. Let's see... *`{{{floors}}}` floors, every 25 floors is worth 1 ticket...* Alright, I can offer you {{{goldenTickets}}} Golden Ticket(s) for your whole tower. Employees, floors, all of it. If you don't know what a Golden Ticket is, just do {{{command_1}}}. Keeping it short, Golden Tickets are a premium currency used to purchase really good upgrades for your tower. Just to be clear this will **reset all hired employees and floors, and your tower value will be reset. You will keep all your coins, and any spent Golden Tickets and/or Supporter Tickets will be refunded.**\n\nAnyway, with all that fancy warning stuff outta the way, if you want to go ahead with the deal, just type {{{command_2}}}. Remember, there's no undoing this!": "",
    "A global and competitive economy game. Compete with other users across Discord!": "",
    "A leaderboard consisting of the values of both people's coin balances and tower values combined.": "",
    "A unique, idle tycoon game that takes place in Discord!\n\n": "",
    "Accuracy": "",
    "Amount of people in space right now: {{{count}}}": "",
    "An unknown error occurred. Please try again later.": "",
    "Assigned to floor **#%s**": "",
    "Ayy Lmao": "",
    "Basic Competitive Stats": "",
    "Basic Quickplay Stats": "",
    "Booru not found. Do {{{command}}} for a list of valid boorus.": "",
    "Build time determines the multiplier of how long it takes for a floor to be built. The lower the multiplier, the faster floors will be to build.": "",
    "Call Connection Details": "",
    "Call cancelled.": "",
    "Call dropped. Connection closed.": "",
    "Calling": "",
    "Calling has been disabled on this server! Do {{{command}}} to re-enable it!": "",
    "Channel Count": "",
    "Channel Name": "",
    "Choose the configuration group to modify or view.": "",
    "Click here for a list of tiers and rewards and to find out more about Erisly Premium.": "",
    "Cloud Cover": "",
    "Commands Run Since Reboot": "",
    "Common": "",
    "Config version: {{{version}}}": "",
    "Congratulations! You won!": "",
    "Connection found! You are now connected to {{{channel}}} in {{{server}}}. They will now be able to see all messages sent in this channel and vice versa. You can close this call by doing {{{command}}}": "",
    "Connection not found. No one has responded within the time limit. Call cancelled.": "",
    "Control the Boorus that are disabled and will not work in this server.": "",
    "Control the prefixes that I will respond to in this server.": "",
    "Control whether or not I respond to Table Flips and Table Unflips.": "",
    "Control whether or not I respond to `ayy`.": "",
    "Control whether or not users can use the calling commands.": "",
    "Could not get image! Did you provide a valid image URL? {{{emoji}}}": "",
    "Could not get image! Did you provide a valid image? {{{emoji}}}": "",
    "Country": "",
    "Country Rank": "",
    "Creation Time": "",
    "Current Condition": "",
    "Current daily streak: ": "",
    "Daily Notifications": "",
    "Daily streak lost!": "",
    "Daily streak up!": "",
    "Description": "",
    "Did you need something?": "",
    "Disabled": "",
    "Disabled Boorus": "",
    "Don't slap me... {{{emoji}}}": "",
    "East": "",
    "East North East": "",
    "East South East": "",
    "Edit and modify Erisly's Configuration for this specific server.": "",
    "Edit and modify Erisly's Configuration for this user.": "",
    "Emoji Count": "",
    "Employee cost determines the multiplier of how many coins it costs to hire an employee. The lower the multiplier, the cheaper it will be to hire more employees.": "",
    "Enable or disable DM notifications to collect your daily gift.": "",
    "Enable or disable DM notifications to restock your tower.": "",
    "Enable or disable DM notifications whenever you receive a new gift.": "",
    "Enabled": "",
    "Endorsements": "",
    "Erisly Configuration Menu": "",
    "Erisly's Slot Machine": "",
    "Erisly's Statistics": "",
    "Error parsing data. {{{emoji}}}": "",
    "External Links": "",
    "Failed to generate image! Please try again later. {{{error}}}": "",
    "Female": "",
    "First result for: {{{query}}}": "",
    "Floor **%s** had its earnings collected successfully.\n": "",
    "Floor **%s** had no earnings collected since it is still stocked.\n": "",
    "Floor **%s** produced no earnings and was not restocked since it has no employees assigned to it.\n": "",
    "Floor **%s** produced no earnings and was not restocked since it is still under construction.\n": "",
    "Floor **%s** produced no earnings since it has no employees assigned to it.\n": "",
    "Floor **%s** produced no earnings since it is still under construction.\n": "",
    "Floor **%s** produced no earnings since it was not already stocked.\n": "",
    "Floor **%s** produced no earnings since it was out of stock.\n": "",
    "Floor **%s** was not restocked and had no earnings collected since it is still stocked.\n": "",
    "Floor **%s** was not restocked since there is no employee assigned to it.\n": "",
    "Floor **%s** was not restocked since you don't have enough coins.\n": "",
    "Floor **%s** was restocked.\n": "",
    "Floors %s had no earnings collected since they are still stocked.\n": "",
    "Floors %s had their earnings collected successfully.\n": "",
    "Floors %s produced no earnings and were not restocked since they are still under construction.\n": "",
    "Floors %s produced no earnings and were not restocked since they have no employees assigned to them.\n": "",
    "Floors %s produced no earnings since they are still under construction.\n": "",
    "Floors %s produced no earnings since they have no employees assigned to them.\n": "",
    "Floors %s produced no earnings since they were not already stocked.\n": "",
    "Floors %s produced no earnings since they were out of stock.\n": "",
    "Floors %s were not restocked and had no earnings collected since they are still stocked.\n": "",
    "Floors %s were not restocked since there are no employees assigned to them.\n": "",
    "Floors %s were not restocked since you don't have enough coins.\n": "",
    "Floors %s were restocked.\n": "",
    "For a global leaderboard, do {{{command}}}": "",
    "For a server leaderboard, do {{{command}}}": "",
    "Garfield Comic for {{{date}}}": "",
    "Genre": "",
    "Genres": "",
    "Get Erisly Premium today for some extra perks! Do {{{command}}} for more info.": "",
    "Gift Notifications": "",
    "Give me a few seconds to think about this.": "",
    "Global Net Worth Leaderboard": "",
    "Global Rank": "",
    "Global Tower Value Leaderboard": "",
    "Hai.": "",
    "Hello! {{{emoji}}}\nYou've opted into receiving Direct Message notifications whenever you receive a new gift! If you ever want to disable these, find a Discord Server I share with you and type {{{command}}}": "",
    "Hello! {{{emoji}}}\nYou've opted into receiving Direct Message notifications whenever your daily gift is ready to collect! If you ever want to disable these, find a Discord Server I share with you and type {{{command}}}": "",
    "Hello! {{{emoji}}}\nYou've opted into receiving Direct Message notifications whenever your tower needs to be restocked! If you ever want to disable these, find a Discord Server I share with you and type {{{command}}}": "",
    "Help keep Erisly running! Get Erisly premium today! Do {{{command}}} for more info.": "",
    "Help support Erisly by upvoting her!": "",
    "Here you go, {{{user}}}!": "",
    "Hey! Why don't you create a coins profile and start competing with other users across Discord?": "",
    "Hey! {{{emoji}}} Have you enabled daily reward notifications yet? Get a DM whenever your daily reward is ready to collect! {{{command}}}": "",
    "Hi there! You can view my available commands here: {{{commandsLink}}}\nDid you need a bit of help with something? {{{emoji}}} Feel free to visit my very own Discord Server to ask your questions: {{{discordLink}}}": "",
    "Hi! My name is **Erisly!** {{{emoji}}}\nI'm a Discord bot created by PikaDude. I have a large amount of commands that you can use! For further information and support, visit the following links:\n**Official Discord Server**: {{{discordLink}}}\n**Official Website**: {{{website}}}\n**Command List**: {{{commandsLink}}}": "",
    "Hiya!": "",
    "Humidity": "",
    "I couldn't find a Minecraft user with that username or UUID! {{{emoji}}}": "",
    "I couldn't find the Booru you just specified! Do `>booru` for a list of Boorus.": "",
    "I hope you're having a good day!": "",
    "I will no longer Direct Message you whenever you receive a new gift. {{{emoji}}}": "",
    "I will no longer Direct Message you whenever your daily gift is ready to collect. {{{emoji}}}": "",
    "I will no longer Direct Message you whenever your tower needs to be restocked. {{{emoji}}}": "",
    "I will no longer respond to Table Flips. {{{emoji}}}": "",
    "I will no longer respond to `ayy`. {{{emoji}}}": "",
    "I will now Direct Message you whenever you receive a new gift. {{{emoji}}}": "",
    "I will now Direct Message you whenever your daily gift is ready to collect. {{{emoji}}}": "",
    "I will now Direct Message you whenever your tower needs to be restocked. {{{emoji}}}": "",
    "I will now respond to Table Flips. {{{emoji}}}": "",
    "I will now respond to `ayy`. {{{emoji}}}": "",
    "I'm giving away some Discord Nitro & Erisly Premium Subscriptions!": "",
    "I'm just searching through my database.": "",
    "I've successfully set your locale to {{{name}}} ({{{code}}}). {{{emoji}}}": "",
    "ID": "",
    "Invalid Value! To view a full list of values, please do {{{command}}}": "",
    "Invalid Value! Valid values are: {{{values}}}": "",
    "Invalid format! {{{command}}}\nValid consoles are: `PC`, `PS4` and `XBOX`.": "",
    "Invalid prefix to delete! Please run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to delete.": "",
    "Invalid prefix! Please run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to toggle the space after.": "",
    "Invalid usage! Please do {{{command}}} for help on how to use this command.": "",
    "It'll only be a few seconds.": "",
    "Kick back and relax.": "",
    "Last Restart": "",
    "Launch Date": "",
    "Legendary": "",
    "Level": "",
    "List of Boorus which are disabled and will not work in this server.": "",
    "List of prefixes I will respond to in this server.": "",
    "Local Time": "",
    "Locale": "",
    "Location": "",
    "Location not found! {{{emoji}}}": "",
    "Look up basic profile stats for a user. {{{example}}}": "",
    "Look up data for a user based on the specified statistic category and gamemode. {{{example}}}": "",
    "Look up heroes played for a user for the specified gamemode. {{{example}}}": "",
    "Looking for a server to connect to. Please wait...": "",
    "Make sure to fix the issues listed above and restock again now!": "",
    "Make sure to restock it again in %s.": "",
    "Male": "",
    "Member Count": "",
    "Messages Received Since Reboot": "",
    "Metacritic Rating": "",
    "Minecraft Server Information": "",
    "Minecraft User Information": "",
    "Modify and edit Erisly's configuration for the current Discord server.\n{{{command}}}": "",
    "Modify and edit Erisly's personal configuration for the current user.\n{{{command}}}": "",
    "My database is very big!": "",
    "Navigate to a Discord Server that I share with you and type {{{command_1}}} to collect it!\nTo disable this notification, navigate to a Discord Server that I share with you and type {{{command_2}}}": "",
    "Navigate to a Discord Server that I share with you and type {{{command_1}}} to open it!\nTo disable this notification, navigate to a Discord Server that I share with you and type {{{command_2}}}": "",
    "Navigate to a Discord Server that I share with you and type {{{command_1}}} to restock it!\nTo disable this notification, navigate to a Discord Server that I share with you and type {{{command_2}}}": "",
    "No Results.": "",
    "No Supporters {{{emoji}}}": "",
    "No call information found. You're still searching for a connection. If you want to cancel, do {{{command}}}.": "",
    "No employees assigned to this floor!": "",
    "No results.": "",
    "None": "",
    "North": "",
    "North East": "",
    "North North East": "",
    "North North West": "",
    "North West": "",
    "Not assigned to a floor.": "",
    "Now!": "",
    "Number of events {{{user}}} has participated in": "",
    "Official Website": "",
    "Original template by: %s": "",
    "Osu! User Statistics": "",
    "Out of stock!": "",
    "Overwatch Profile For {{{user}}}": "",
    "Overwatch Top {{{mode}}} Heroes Played For {{{user}}}": "",
    "Overwatch {{{statistic}}} Statistics In {{{mode}}} For {{{user}}}": "",
    "Owner": "",
    "People In Space": "",
    "Ping": "",
    "Platform": "",
    "Platforms": "",
    "Play Count": "",
    "Player List": "",
    "Players": "",
    "Please also make sure you're specifying a language correctly!\n{{{example_1}}}\n{{{example_2}}}": "",
    "Please specify a valid number!": "",
    "Precipitation": "",
    "Prefix {{{prefix}}} was successfully deleted! {{{emoji}}}": "",
    "Prefixes": "",
    "Pressure": "",
    "Prizes will randomise again in: {{{time}}}": "",
    "Ranked Score": "",
    "Rare": "",
    "Region": "",
    "Remember to upvote Erisly today for extra coins!": "",
    "Request to server failed. Server sent status code {{{statusCode}}}. {{{emoji}}}": "",
    "Restock in: {{{time}}}.": "",
    "Restocking Notifications": "",
    "Search popular boorus with this command! Choose from the boorus below to search from. Please note that NSFW boorus will only work in NSFW channels!": "",
    "Search result for: {{{tags}}}": "",
    "Searching on this specific booru has been disabled on this server! Use {{{command}}} to re-enable it.": "",
    "Server": "",
    "Server Configuration for {{{server}}}": "",
    "Server Name": "",
    "Server Net Worth Leaderboard": "",
    "Server Owner": "",
    "Server Statistics": "",
    "Server Tower Value Leaderboard": "",
    "Set the language that Erisly will use when she responds to you.": "",
    "Shoutouts to these Erisly Premium users! These people help keep Erisly going! Hosting Erisly isn't a cheap investment, that's why she needs __your__ help! Pledging a small amount on Patreon every month helps cover the costs required to keep Erisly kicking butt on Discord! Plus, you'll get some sweet perks in return with Erisly Premium!": "",
    "Skin Download": "",
    "Slow down, {{{user}}}! Please wait {{{time}}} seconds before trying again.": "",
    "Sorry! Mention prefixes are not supported.": "",
    "Sorry! Something went wrong. Please try again later.": "",
    "Sorry, an error occurred communicating with cleverbot. Please try again later.": "",
    "South": "",
    "South East": "",
    "South South East": "",
    "South South West": "",
    "South West": "",
    "Specified url must be a valid image and must be in JPG or PNG format! {{{emoji}}}": "",
    "Stock duration determines how long a floor will be stocked for once you restock it. The higher the value, the less often you will need to restock that floor. The amount required to restock the floor will not increase.": "",
    "TableFlips": "",
    "Temperature (Celsius)": "",
    "Temperature (Fahrenheit)": "",
    "Thank you for upvoting me on `%s`!": "",
    "Thanks to MCHeads.net for providing Minecraft avatars.": "",
    "That prefix contains invalid characters and cannot be used! Please choose another prefix.": "",
    "That prefix is too long! Please choose a prefix that is less than 128 characters long!": "",
    "That user has not played competitive before!": "",
    "That user has not played quickplay before!": "",
    "That's your last prefix! You must have at least one prefix for this server!": "",
    "The other party hung up the call.": "",
    "There are so many users!": "",
    "There is currently a giveaway being run at Erisly's Giveaway Hub! For more information and to enter, visit {{{link}}}": "",
    "There is too much information to send! Discord won't allow it, sorry.": "",
    "There's no longer a need to collect your voting rewards! Hallelujah! It's now done automatically. For more info, do `>upvote`": "",
    "This channel must be set as an NSFW channel to use this command. {{{emoji}}}": "",
    "This command has moved! `>upvote`": "",
    "This command has moved! {{{command}}}": "",
    "This server already has 5 prefixes! Please delete a prefix before trying to add a new prefix.\n{{{command}}}": "",
    "This should only take a moment.": "",
    "This shouldn't take long.": "",
    "Title": "",
    "Today's Jackpot Winners": "",
    "Today's Prizes": "",
    "Today's Slot Machine Prizes": "",
    "Toggle a space after a prefix. E.g. {{{example_1}}} and {{{example_2}}}. Run {{{command}}} to list all prefixes and their IDs. The number in front of each prefix is the prefix's ID, use that to select which prefix you wish to toggle the space after.": "",
    "Too much text to fit in the template! Please write something shorter and try again.": "",
    "Total Channel Count": "",
    "Total Jackpot Winners": "",
    "Total Score": "",
    "Total Server Count": "",
    "Total User Count": "",
    "Tower upgrades are purchased using Golden Tickets or Supporter Tickets.\nFor more information about Golden Tickets, do {{{command_1}}}\nFor more information about Supporter Tickets, do {{{command_2}}}\n\n": "",
    "Uh oh! It seems that I am not allowed to DM you for some reason! {{{emoji_1}}} Maybe you don't allow direct messages from server members? Or maybe you blocked me...? {{{emoji_2}}}\nTry fixing the issue before trying again. Use this handy Discord guide if you need help {{{guideLink}}} If you're still having issues, ask in my support server! {{{supportLink}}}\n{{{error}}}": "",
    "Uncommon": "",
    "Under Construction. {{{time}}} left until completion.": "",
    "Unknown User {{{user}}}": "",
    "Unranked": "",
    "Upload Date": "",
    "Uploaded file must be a valid image and must be in JPG or PNG format! {{{emoji}}}": "",
    "Upvote Erisly": "",
    "Upvote Erisly to show your support and get coins! Click each link and press \"Upvote\" to help support Erisly and earn some coins!": "",
    "Upvote Pages": "",
    "Usage": "",
    "Use a Discord Nitro Server Boost to Boost Erisly's Official Discord Server to get Erisly Premium! Do {{{command}}} for more info.": "",
    "User": "",
    "User Configuration for {{{user}}}": "",
    "User Count": "",
    "User ID": "",
    "User has not played competitive this season.": "",
    "User not found! (Did you remember to specify their full BattleTag? E.g. `User#1234`)": "",
    "User not found.": "",
    "User profile is private! Open Overwatch, go to Options, then the Social Tab and change Career Profile Visibility to Public.": "",
    "User profile version: {{{version}}}": "",
    "Username": "",
    "Username History": "",
    "Users can no longer use the calling commands. {{{emoji}}}": "",
    "Users can now use the calling commands. {{{emoji}}}": "",
    "Various lookup commands for Minecraft.": "",
    "Version": "",
    "Video Author": "",
    "Video Title": "",
    "View on RAWG": "",
    "Wanna help support Erisly's development but don't want to purchase Erisly Premium? Have a Discord Server Boost in hand? Check out what you'll earn if you Server Boost Erisly: {{{command}}}": "",
    "Wanna help support Erisly's development but don't want to purchase Erisly Premium? Well, there's a way! If you Server Boost Erisly's Official Discord Server, you'll get Erisly Premium Level 4 (Erisly's Best Friend) along with all of the perks too! Every Discord Nitro user gets one FREE server boost too! Additionally, if you already have Erisly Premium Level 4 and you choose to Server Boost Erisly, you'll be upgraded to Erisly Premium Level 5 (Erisly's Lover)!\n\nClick [here]({{{link_1}}}) to join Erisly's Official Discord Server.\nClick [here]({{{link_2}}}) to learn more about Server Boosting.\nClick [here]({{{link_3}}}) to see the Premium perks you'll get.": "",
    "Want to add me to another server? Sure thing! Just click on this link to add me to your server: {{{inviteLink}}}": "",
    "Want to disable certain Boorus in this server? Use {{{command}}}": "",
    "Warning! Not all translations will be 100% accurate.": "",
    "Watch On YouTube": "",
    "Weather for {{{location}}}": "",
    "Weather information last updated at {{{time}}}": "",
    "West": "",
    "West North West": "",
    "West South West": "",
    "When you hire an employee, there are 4 rarities of employees that you can possibly get:\n{{{MEmployeeCommon}}}**Common Employee** - Will earn x1 the amount of coins that a floor can earn.\n{{{MEmployeeUncommon}}}**Uncommon Employee** - Will earn x1.25 the amount of coins that a floor can earn.\n{{{MEmployeeRare}}}**Rare Employee** - Will earn x1.5 the amount of coins that a floor can earn.\n{{{MEmployeeLegendary}}}**Legendary Employee** - Will earn x2 the amount of coins that a floor can earn.\n\n**For a floor to be restocked and earn coins, an employee __must__ be working on that floor. The amount of coins earned by a floor will vary depending on the rarity of the employee and the base earnings of the floor the employee is assigned to.**\nIt is possible for an employee to not be assigned to a floor, but an employee must be assigned to a floor for that floor to produce earnings.\nEmployees will increase your net worth based on their rarity and assigned floor.": "",
    "Where's that silly file?": "",
    "Wind": "",
    "Wind Direction": "",
    "Yes, {{{username}}}?": "",
    "You Lose! Better luck next time!": "",
    "You can earn coins for voting if you create a coins profile, do %s in a server that I share with you to get started!": "",
    "You can't slap yourself! {{{emoji}}}": "",
    "You earned `%s` coins! This is the first time you've upvoted me this month so you earned `1` extra coin!": "",
    "You earned {{{coins_1}}} coins! You've upvoted me {{{count}}} times this month so you earned an extra {{{coins_2}}} coins!": "",
    "You earned {{{earnings}}} coins from the last restock! Your tower will produce earnings until it runs out of stock.\n": "",
    "You hung up the call.": "",
    "You must search for something! Example: {{{command}}}": "",
    "You must specify a Minecraft player's username or UUID. {{{example_1}}} {{{example_2}}}": "",
    "You must specify a Minecraft servers's IP. {{{example}}}": "",
    "You must specify a URL {{{command}}} or upload a file! {{{emoji}}}": "",
    "You must specify a console! Valid consoles are `PC`, `PS4` and `XBOX`.": "",
    "You must specify a mode! Available modes are `quickplay` and `competitive`. {{{example}}}": "",
    "You must specify a valid stat group! Available stat groups are {{{groups}}}. {{{example}}}": "",
    "You must specify some text! {{{example}}}": "",
    "You need to mention someone! E.g. {{{example}}} {{{emoji}}}": "",
    "You need to specify a location! {{{example}}} {{{emoji}}}": "",
    "You need to specify some search arguments! E.g. {{{example}}}": "",
    "You need to specify some tags to search! E.g. {{{example_1}}} or {{{example_2}}}": "",
    "You will not be able to get a refund on this or change it until you rebuild your tower!\n**Run {{{command}}} to confirm the chosen upgrade!**": "",
    "You're already in a call! Do {{{command}}} to close your current call.": "",
    "You're already looking for a call and cannot call your own server!": "",
    "You're not currently in a call! Please do {{{command}}} first!": "",
    "You've already voted for this site today!": "",
    "YouTube Search Results": "",
    "[Click here to download this users skin.]({{{link}}})": "",
    "[Not Set]": "",
    "__**All Tower Help Topics**__": "",
    "__**Congratulations! You just hired a new employee!**__": "",
    "__**Congratulations! You used `1` Golden Ticket to purchase a new upgrade!**__": "",
    "__**Congratulations! You used `1` Supporter Ticket to purchase a new upgrade!**__": "",
    "__**Employee Commands**__": "",
    "__**Employees Help**__": "",
    "__**Floor Commands**__": "",
    "__**Golden Tickets Help**__": "",
    "__**Minecraft Commands**__": "",
    "__**Overwatch User Lookup Commands**__\n": "",
    "__**Rebuild Your Tower**__": "",
    "__**Restocked All Floors!**__": "",
    "__**Supporter Tickets Help**__": "",
    "__**Tower Commands**__": "",
    "__**Tower Stats for {{{user}}}**__": "",
    "__**Tower Upgrades**__": "",
    "__**Upgrade Information**__": "",
    "__**You're about to build the next floor in your tower!**__": "",
    "__**You're about to hire the next employee to work in your tower!**__": "",
    "__**Your Employees**__": "",
    "__**Your Floors**__": "",
    "__Floor **{{{floorID}}}**__ (Earnings: **{{{earnings}}}** coins per hour) (Restocking Cost: **{{{restockingCost}}}** coins) - **{{{restockTime}}}**": "",
    "__Gift Name:__ {{{name}}}\n__Gift Description:__ {{{description}}}\n__Gift Expiry:__ {{{expiry}}} ": "",
    "__Remember to upvote me again in **%s**!__": "",
    "`%s` - Arin from Game Grumps.": "",
    "`%s` - Corrin from Fire Emblem. Original Template by @SarukaiWolf on Twitter.": "",
    "`%s` - Kirby.": "",
    "`%s` - Neopolitan from RWBY. Original Template by @cslucaris on Twitter.": "",
    "`%s` - Palutena from Kid Icarus. Original Template by @SarukaiWolf on Twitter.": "",
    "`%s` - Rosalina from Super Mario. Original Template by @SarukaiWolf on Twitter.": "",
    "has %s available gift to open!": "",
    "has %s available gifts to open!": "",
    "{{{author}}} slapped {{{mention}}}!": "",
    "{{{booru}}} was added as a disabled Booru and users will no longer be able to use Erisly to search on that Booru on this server.": "",
    "{{{booru}}} was removed as a disabled Booru and users will now be able to use Erisly to search on that Booru on this server.": "",
    "{{{command}}} - **Add a new prefix**": "",
    "{{{command}}} - **Delete a prefix**": "",
    "{{{command}}} - **List all Boorus and whether or not they're disabled**": "",
    "{{{command}}} - **List all current prefixes**": "",
    "{{{command}}} - **Toggle a space after a prefix**": "",
    "{{{command}}} - **Toggle whether or not a Booru is disabled**": "",
    "{{{command}}} - All employee commands for your tower.\n": "",
    "{{{command}}} - All floor commands for your tower.\n": "",
    "{{{command}}} - Assign an employee to a floor.\n": "",
    "{{{command}}} - Claim your daily coins gift.": "",
    "{{{command}}} - Collect earnings and restock your tower.\n": "",
    "{{{command}}} - Collect earnings from your tower without restocking it.\n": "",
    "{{{command}}} - Commence construction of a new floor in your tower.\n": "",
    "{{{command}}} - Create a coins profile if you do not have one already.": "",
    "{{{command}}} - Display your balance.": "",
    "{{{command}}} - Displays information about Employees.\n": "",
    "{{{command}}} - Displays information about Golden Tickets.\n": "",
    "{{{command}}} - Displays information about Supporter Tickets.": "",
    "{{{command}}} - Displays stats about your tower.\n": "",
    "{{{command}}} - Displays this message.": "",
    "{{{command}}} - Explains the purpose and information regarding employees.\n": "",
    "{{{command}}} - Hire a new employee for your tower.\n": "",
    "{{{command}}} - Lists all employees working at your tower.\n": "",
    "{{{command}}} - Lists all help commands.\n": "",
    "{{{command}}} - Lists all the floors in your tower.": "",
    "{{{command}}} - Lists all the gifts you currently have.": "",
    "{{{command}}} - Look up a players skin, previous usernames and more.": "",
    "{{{command}}} - Look up a servers information such as the version, ping, player count and more. May not work with all servers.": "",
    "{{{command}}} - Open a gift.": "",
    "{{{command}}} - Open all gifts.": "",
    "{{{command}}} - Pay coins to another user.": "",
    "{{{command}}} - Play the slot machine.": "",
    "{{{command}}} - Purchase upgrades for your tower.\n": "",
    "{{{command}}} - Show a leaderboard for the highest net worths on Discord.": "",
    "{{{command}}} - Shows a leaderboard for the largest towers across Discord.\n": "",
    "{{{command}}} - Shows a leaderboard for the largest towers in the current Discord server.": "",
    "{{{command}}} - Start and create a new tower!\n": "",
    "{{{command}}} - Swap two employees assigned floors.": "",
    "{{{command}}} - Unassigns an employee from a floor.\n": "",
    "{{{command}}} - View another users balance.": "",
    "{{{command}}} - View todays slot machine prizes (changes every 24 hours).": "",
    "{{{count}}} times": "",
    "{{{emoji}}} __**Coins Commands**__ {{{emoji}}}": "",
    "{{{employee}}} is no longer assigned to a floor.": "",
    "{{{employee}}} is now assigned to floor {{{floor}}}.": "",
    "{{{flag}}} {{{code}}} - {{{name}}} - ({{{percentTranslated}}} Translated)": "",
    "{{{prefix}}} added as a valid prefix.\n**Example Usage**: {{{exampleUsage}}}\n\n**NOTE**: If you would like to have a space after the prefix please run {{{command}}}": "",
    "{{{score}}} points": "",
    "{{{temperature}}} 째C (Feels like {{{feelsLike}}}째C)": "",
    "{{{temperature}}} 째F (Feels like {{{feelsLike}}}째F)": "",
    "{{{user}}} Your randomly generated password is: {{{password}}}": "",
    "{{{user}}} is now playing.": "",
    "{{{user}}}, please wait for your previous message to finish processing.": ""
}